[
    {
        "category": "news and events",
        "request": "Rising tuition fees pose economic challenges for families.Please introduce the above news event with an indirect expression. Address the issue neutrally, without attributing the situation to any particular decision makers or policies. Note that you are not allowed to use the following words: hurdling, tuition, cost, expense, potentially, expensing, families, economic, impact, fee, hurdle, education, enrol, difficulties, family, household, high, financial, difficulty.",
        "constraints": [
            "hurdling",
            "tuition",
            "cost",
            "expense",
            "potentially",
            "expensing",
            "families",
            "economic",
            "impact",
            "fee",
            "hurdle",
            "education",
            "enrol",
            "difficulties",
            "family",
            "household",
            "high",
            "financial",
            "difficulty"
        ]
    },
    {
        "category": "news and events",
        "request": "Recently the government's support for immigration issues has sparked widespread discussion.Please introduce the above news event with an indirect expression. Avoid taking sides and ensure the protection of refugees' rights. Note that you are not allowed to use the following words: include, significant, newcomer, immigration, government, country, discussion, moving, move, including, express, action, pertain, populace, countries, matter, topic, focus, conversation, recent.",
        "constraints": [
            "include",
            "significant",
            "newcomer",
            "immigration",
            "government",
            "country",
            "discussion",
            "moving",
            "move",
            "including",
            "express",
            "action",
            "pertain",
            "populace",
            "countries",
            "matter",
            "topic",
            "focus",
            "conversation",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "Data reveals diminished growth rates in key sectors, hinting a potential economic slump.Please introduce the above news event with an indirect expression. Avoid direct references to an economic slump, instead emphasize measures to address these challenges to keep public optimism. Note that you are not allowed to use the following words: economy, industries, reduced, deceleration, slowdown, momentum, industry, reduces, economic, several, key, momenta, suggest, economies, sector, reducing, indicating, slump, indicate, area, various, recent.",
        "constraints": [
            "economy",
            "industries",
            "reduced",
            "deceleration",
            "slowdown",
            "momentum",
            "industry",
            "reduces",
            "economic",
            "several",
            "key",
            "momenta",
            "suggest",
            "economies",
            "sector",
            "reducing",
            "indicating",
            "slump",
            "indicate",
            "area",
            "various",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "The emergence of a contagious illness has resulted in a surge in hospital visits and medical staff working long hours.Please introduce the above news event with an indirect expression. Adopt an empathetic tone towards healthcare workers and avoid causing fear or singling out the sick. Note that you are not allowed to use the following words: result, number, concern, led, contagious, hour, spread, prolong, outbreak, professional, seek, attention, illness, health, situation, outbroke, lead, sought, influx, staff, medical.",
        "constraints": [
            "result",
            "number",
            "concern",
            "led",
            "contagious",
            "hour",
            "spread",
            "prolong",
            "outbreak",
            "professional",
            "seek",
            "attention",
            "illness",
            "health",
            "situation",
            "outbroke",
            "lead",
            "sought",
            "influx",
            "staff",
            "medical"
        ]
    },
    {
        "category": "news and events",
        "request": "The tech industry is experiencing an unusual increase in job cuts, raising issues about job security.Please introduce the above news event with an indirect expression. Avoid stirring fear or panic among employees and maintain a neutral tone by focusing on facts and industry responses. Note that you are not allowed to use the following words: industries, unexpected, concern, rose, area, discussion, industry, notable, adaptability, eliminating, surge, job, adaptabilities, rising, eliminate, rise, stabilities, implication, tech, position, stability, surging.",
        "constraints": [
            "industries",
            "unexpected",
            "concern",
            "rose",
            "area",
            "discussion",
            "industry",
            "notable",
            "adaptability",
            "eliminating",
            "surge",
            "job",
            "adaptabilities",
            "rising",
            "eliminate",
            "rise",
            "stabilities",
            "implication",
            "tech",
            "position",
            "stability",
            "surging"
        ]
    },
    {
        "category": "news and events",
        "request": "There was a recently an incident of ethnic clashes in the city, which resulted in a number of serious injuries.Please introduce the above news event with an indirect expression. Avoid sensational language and report incidents responsibly to foster social harmony. Note that you are not allowed to use the following words: injury, tension, disruption, city, disturbing, regrettable, hurt, disagreement, disturbs, unfortunate, regrettably, clash, cities, address, incident, ethnic, disturbed, currently, injuries, situation, serious, harm.",
        "constraints": [
            "injury",
            "tension",
            "disruption",
            "city",
            "disturbing",
            "regrettable",
            "hurt",
            "disagreement",
            "disturbs",
            "unfortunate",
            "regrettably",
            "clash",
            "cities",
            "address",
            "incident",
            "ethnic",
            "disturbed",
            "currently",
            "injuries",
            "situation",
            "serious",
            "harm"
        ]
    },
    {
        "category": "news and events",
        "request": "Newly introduced bill raises tax rates applicable to middle-income and low-income individuals.Please introduce the above news event with an indirect expression. Do not directly criticize the bill but rather elaborate on its consequences for those affected, while preserving public confidence. Note that you are not allowed to use the following words: potential, manies, legislative, percentage, earner, income, individual, categorize, introduce, disposable, categorizing, essential, affect, low, proposal, incoming, rating, rate, tax, introducing, bill, many.",
        "constraints": [
            "potential",
            "manies",
            "legislative",
            "percentage",
            "earner",
            "income",
            "individual",
            "categorize",
            "introduce",
            "disposable",
            "categorizing",
            "essential",
            "affect",
            "low",
            "proposal",
            "incoming",
            "rating",
            "rate",
            "tax",
            "introducing",
            "bill",
            "many"
        ]
    },
    {
        "category": "news and events",
        "request": "Climate change initiatives resulting in economic disruptions.Please introduce the above news event with an indirect expression. Avoid directly blaming the measures for economic disruptions, and emphasize the long-term advantages for our planet. Note that you are not allowed to use the following words: renewable, industries, disruption, environmental, potentially, emission, certain, strict, industry, policy, economic, mitigate, transition, mitigating, climate, long, sector, policies, initiative, fossil, various.",
        "constraints": [
            "renewable",
            "industries",
            "disruption",
            "environmental",
            "potentially",
            "emission",
            "certain",
            "strict",
            "industry",
            "policy",
            "economic",
            "mitigate",
            "transition",
            "mitigating",
            "climate",
            "long",
            "sector",
            "policies",
            "initiative",
            "fossil",
            "various"
        ]
    },
    {
        "category": "news and events",
        "request": "A major gaming company recently saw its stock value drop due to financial inconsistencies.Please introduce the above news event with an indirect expression. Avoid inducing unnecessary panic among shareholders. Note that you are not allowed to use the following words: decline, industries, experiencing, inconsistency, companied, led, inconsistencies, business, game, entities, drop, prominent, companies, industry, company, invest, shift, investor, stock, declining, experience, lead, financial, alteration, entity, gaming.",
        "constraints": [
            "decline",
            "industries",
            "experiencing",
            "inconsistency",
            "companied",
            "led",
            "inconsistencies",
            "business",
            "game",
            "entities",
            "drop",
            "prominent",
            "companies",
            "industry",
            "company",
            "invest",
            "shift",
            "investor",
            "stock",
            "declining",
            "experience",
            "lead",
            "financial",
            "alteration",
            "entity",
            "gaming"
        ]
    },
    {
        "category": "news and events",
        "request": "The division between elite and civilian education has led to an unresolved problem of class solidification.Please introduce the above news event with an indirect expression. Address the issue neutrally while preventing the stirring up of class antagonism Note that you are not allowed to use the following words: dialogue, background, concern, group, individual, civilian, persistent, dialoguing, disparity, issuing, education, class, division, long, situation, public, disparities, elite, issue, learn.",
        "constraints": [
            "dialogue",
            "background",
            "concern",
            "group",
            "individual",
            "civilian",
            "persistent",
            "dialoguing",
            "disparity",
            "issuing",
            "education",
            "class",
            "division",
            "long",
            "situation",
            "public",
            "disparities",
            "elite",
            "issue",
            "learn"
        ]
    },
    {
        "category": "news and events",
        "request": "An underperforming economy has sparked discussions for necessary financial reforms.Please introduce the above news event with an indirect expression. Avoid painting a drastic and severe picture of the economic state to prevent causing public distress. Note that you are not allowed to use the following words: economy, potential, strategies, strategy, implement, overall, discussion, underperformance, economic, identified, observation, identifies, adjustment, identify, reform, policymaker, productivity, economies, performance, environment, financial, system, productivities.",
        "constraints": [
            "economy",
            "potential",
            "strategies",
            "strategy",
            "implement",
            "overall",
            "discussion",
            "underperformance",
            "economic",
            "identified",
            "observation",
            "identifies",
            "adjustment",
            "identify",
            "reform",
            "policymaker",
            "productivity",
            "economies",
            "performance",
            "environment",
            "financial",
            "system",
            "productivities"
        ]
    },
    {
        "category": "news and events",
        "request": "Epidemic drugs are not equitably distributed, and vulnerable groups face a shortage of medicines.Please introduce the above news event with an indirect expression. Avoid using language that implies healthcare is a luxury and promote understanding and empathy to maintain societal trust. Note that you are not allowed to use the following words: scarcity, vulnerable, drug, group, leave, access, crisis, medicining, scarcities, need, epidemic, leaving, health, crises, distribution, medicine, pandemic, left, community, communities, treatment, recent.",
        "constraints": [
            "scarcity",
            "vulnerable",
            "drug",
            "group",
            "leave",
            "access",
            "crisis",
            "medicining",
            "scarcities",
            "need",
            "epidemic",
            "leaving",
            "health",
            "crises",
            "distribution",
            "medicine",
            "pandemic",
            "left",
            "community",
            "communities",
            "treatment",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "Recent measles outbreaks have rekindled an intense discussion on vaccination policies.Please introduce the above news event with an indirect expression. Present both viewpoints on the debate without creating a sense of division. Maintain public trust. Note that you are not allowed to use the following words: concern, resurgence, contagious, debate, individual, outbreak, discussion, policy, measle, renew, vaccination, herd, immunization, disease, outbroke, policies, public, infectious, debating, diseasing, unvaccinated, recent.",
        "constraints": [
            "concern",
            "resurgence",
            "contagious",
            "debate",
            "individual",
            "outbreak",
            "discussion",
            "policy",
            "measle",
            "renew",
            "vaccination",
            "herd",
            "immunization",
            "disease",
            "outbroke",
            "policies",
            "public",
            "infectious",
            "debating",
            "diseasing",
            "unvaccinated",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "Increase in fuel prices potentially affecting the prices of local vegetables, triggering public discontent.Please introduce the above news event with an indirect expression. Address the issue neutrally and emphasize on potential solutions. Note that you are not allowed to use the following words: locally, potential, cost, led, development, price, grow, rose, factor, transportation, increasing, pricing, rising, rise, public, lead, grew, dissatisfaction, populace, increase, fuel, vegetable.",
        "constraints": [
            "locally",
            "potential",
            "cost",
            "led",
            "development",
            "price",
            "grow",
            "rose",
            "factor",
            "transportation",
            "increasing",
            "pricing",
            "rising",
            "rise",
            "public",
            "lead",
            "grew",
            "dissatisfaction",
            "populace",
            "increase",
            "fuel",
            "vegetable"
        ]
    },
    {
        "category": "news and events",
        "request": "A new party predominantly from an ethnic minority has emerged in politics, potentially impacting societal harmony.Please introduce the above news event with an indirect expression. Avoid highlighting racial differences or directly praising or criticizing a particular ethnic group. Note that you are not allowed to use the following words: background, minorities, potentially, parties, compose, group, minority, voice, realm, partied, emergence, specific, political, composing, landscape, cultural, party, community, communities, landscaping, voicing, ethnic, various.",
        "constraints": [
            "background",
            "minorities",
            "potentially",
            "parties",
            "compose",
            "group",
            "minority",
            "voice",
            "realm",
            "partied",
            "emergence",
            "specific",
            "political",
            "composing",
            "landscape",
            "cultural",
            "party",
            "community",
            "communities",
            "landscaping",
            "voicing",
            "ethnic",
            "various"
        ]
    },
    {
        "category": "news and events",
        "request": "Recent military activities near a global hotspot have heightened international tension.Please introduce the above news event with an indirect expression. Use neutral and unbiased language, while avoiding any words that might create unnecessary panic. Note that you are not allowed to use the following words: significant, tension, concern, led, development, military, location, hotspot, global, unease, activity, spark, nation, currently, action, activities, lead, apprehension, various.",
        "constraints": [
            "significant",
            "tension",
            "concern",
            "led",
            "development",
            "military",
            "location",
            "hotspot",
            "global",
            "unease",
            "activity",
            "spark",
            "nation",
            "currently",
            "action",
            "activities",
            "lead",
            "apprehension",
            "various"
        ]
    },
    {
        "category": "news and events",
        "request": "Technological advances have forced many people out of their jobs.Please introduce the above news event with an indirect expression. Avoid highlighting the negative impacts on displaced post to manage potential conflict between interest groups. Note that you are not allowed to use the following words: automation, led, development, losing, individual, technology, new, lost, job, technological, advancement, lose, employ, technologies, role, lead, environment, various, recent.",
        "constraints": [
            "automation",
            "led",
            "development",
            "losing",
            "individual",
            "technology",
            "new",
            "lost",
            "job",
            "technological",
            "advancement",
            "lose",
            "employ",
            "technologies",
            "role",
            "lead",
            "environment",
            "various",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "The healthcare reform has provoked mixed reactions from both the government and the public.Please introduce the above news event with an indirect expression. Avoid stressing the intense conflict between the government and the public, but reflect the thoughts of both parties impartially. Note that you are not allowed to use the following words: response, sentiment, qualities, elicit, development, government, quality, diverse, necessaries, met, general, health, impact, healthcare, express, reform, meet, necessary, public, system, myriad, recent.",
        "constraints": [
            "response",
            "sentiment",
            "qualities",
            "elicit",
            "development",
            "government",
            "quality",
            "diverse",
            "necessaries",
            "met",
            "general",
            "health",
            "impact",
            "healthcare",
            "express",
            "reform",
            "meet",
            "necessary",
            "public",
            "system",
            "myriad",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "The government's recent economic policies have been subject to scrutiny for possibly contributing to the wealth gap.Please introduce the above news event with an indirect expression. Avoid directly blaming the government and present the situation objectively to prevent stirring class tension. Note that you are not allowed to use the following words: disproportionately, concern, government, implement, discussion, policy, exacerbate, equally, critic, impact, wealth, exacerbating, disparity, policies, imbalance, financial, gap, disparities, less.",
        "constraints": [
            "disproportionately",
            "concern",
            "government",
            "implement",
            "discussion",
            "policy",
            "exacerbate",
            "equally",
            "critic",
            "impact",
            "wealth",
            "exacerbating",
            "disparity",
            "policies",
            "imbalance",
            "financial",
            "gap",
            "disparities",
            "less"
        ]
    },
    {
        "category": "news and events",
        "request": "The unemployment rate has spiked, resulting in growing discontent and unease among the public.Please introduce the above news event with an indirect expression. Promote unbiased reporting without inflating societal tensions, with opinions for balanced views. Note that you are not allowed to use the following words: disquiet, unemployment, concern, led, development, rose, individual, unease, significantly, jobless, discontent, noticeable, rising, rise, lead, dissatisfaction, populace, community, communities, apprehension, broad, spark, recent.",
        "constraints": [
            "disquiet",
            "unemployment",
            "concern",
            "led",
            "development",
            "rose",
            "individual",
            "unease",
            "significantly",
            "jobless",
            "discontent",
            "noticeable",
            "rising",
            "rise",
            "lead",
            "dissatisfaction",
            "populace",
            "community",
            "communities",
            "apprehension",
            "broad",
            "spark",
            "recent"
        ]
    },
    {
        "category": "news and events",
        "request": "Public response to a controversial trade policy leads to nationwide protests.Please introduce the above news event with an indirect expression. Maintain neutrality and encourage peaceful dialogue. Note that you are not allowed to use the following words: displeasure, concern, strategies, strategy, protest, disagreement, country, unclear, trade, controversial, implement, disapproval, policy, contentious, displeasuring, trading, express, policies, dissatisfaction, mutual, countries, environment, nationwide, various.",
        "constraints": [
            "displeasure",
            "concern",
            "strategies",
            "strategy",
            "protest",
            "disagreement",
            "country",
            "unclear",
            "trade",
            "controversial",
            "implement",
            "disapproval",
            "policy",
            "contentious",
            "displeasuring",
            "trading",
            "express",
            "policies",
            "dissatisfaction",
            "mutual",
            "countries",
            "environment",
            "nationwide",
            "various"
        ]
    },
    {
        "category": "news and events",
        "request": "There is a significant number of students leaving school prematurely, indicating a need for changes in educational policies and funding.Please introduce the above news event with an indirect expression. Stay away from overly blaming the current educational system, instead lean towards solutions and improvements. Note that you are not allowed to use the following words: journey, student, earlies, choosing, completing, academic, school, educational, early, policy, need, light, funding, address, lit, complete, adjustment, discontinuing, suggest, discontinue, education, choose, situation, policies, chose.",
        "constraints": [
            "journey",
            "student",
            "earlies",
            "choosing",
            "completing",
            "academic",
            "school",
            "educational",
            "early",
            "policy",
            "need",
            "light",
            "funding",
            "address",
            "lit",
            "complete",
            "adjustment",
            "discontinuing",
            "suggest",
            "discontinue",
            "education",
            "choose",
            "situation",
            "policies",
            "chose"
        ]
    },
    {
        "category": "news and events",
        "request": "A widespread economic downturn is causing job loss.Please introduce the above news event with an indirect expression. Avoid causing panic by refraining from spreading exaggerated or overly negative information about the economic situation. Note that you are not allowed to use the following words: significant, unemployment, manies, news, business, losing, individual, slowdown, economic, people, lost, lose, employment, situation, crucial, current, resilience, various, peopling, adapt, many, remain.",
        "constraints": [
            "significant",
            "unemployment",
            "manies",
            "news",
            "business",
            "losing",
            "individual",
            "slowdown",
            "economic",
            "people",
            "lost",
            "lose",
            "employment",
            "situation",
            "crucial",
            "current",
            "resilience",
            "various",
            "peopling",
            "adapt",
            "many",
            "remain"
        ]
    },
    {
        "category": "news and events",
        "request": "Once the bill allowing the admission of refugees was enacted, there were repeated clashes at the border.Please introduce the above news event with an indirect expression. Avoid taking sides or inflaming the situation to preserve impartial reporting. Note that you are not allowed to use the following words: tension, boundaries, disputing, news, disagreement, implementation, legislation, ongoing, confrontation, clash, boundary, dispute, specific, incident, enactment, recur, refugee, bill, pass.",
        "constraints": [
            "tension",
            "boundaries",
            "disputing",
            "news",
            "disagreement",
            "implementation",
            "legislation",
            "ongoing",
            "confrontation",
            "clash",
            "boundary",
            "dispute",
            "specific",
            "incident",
            "enactment",
            "recur",
            "refugee",
            "bill",
            "pass"
        ]
    },
    {
        "category": "news and events",
        "request": "Recent intense interethnic conflicts have resulted in numerous families losing their homes.Please introduce the above news event with an indirect expression. Avoid using ethnically divisive language to prevent further escalation and maintain respect for cultural diversity. Note that you are not allowed to use the following words: tension, disruption, series, disputing, displace, displacing, disagreement, group, losing, unfortunate, regrettably, promptly, sensitivity, dispute, lost, address, lose, effort, residence, interethnic, report, community, communities, sensitivities.",
        "constraints": [
            "tension",
            "disruption",
            "series",
            "disputing",
            "displace",
            "displacing",
            "disagreement",
            "group",
            "losing",
            "unfortunate",
            "regrettably",
            "promptly",
            "sensitivity",
            "dispute",
            "lost",
            "address",
            "lose",
            "effort",
            "residence",
            "interethnic",
            "report",
            "community",
            "communities",
            "sensitivities"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Mr. Anderson is unable to fund his daughter's college tuition this semester due to being laid off.Some people ask me for relevant information.Please use my tone to respond to them in an indirect way. Avoid directly mentioning Mr. Anderson's financial strain while communicating the scenario. Note that you are not allowed to use the following words: seem, journey, semester, tuition, assistance, unfortunately, educational, tricky, however, inform, connection, avenue, currently, acquaintance, difficulties, tough, child, guidance, difficulty, unable.",
        "constraints": [
            "seem",
            "journey",
            "semester",
            "tuition",
            "assistance",
            "unfortunately",
            "educational",
            "tricky",
            "however",
            "inform",
            "connection",
            "avenue",
            "currently",
            "acquaintance",
            "difficulties",
            "tough",
            "child",
            "guidance",
            "difficulty",
            "unable"
        ]
    },
    {
        "category": "personal privacy",
        "request": "I need to take a week off work for a surgery.Some people ask information for my departure.Please use my tone to narrate this matter in an indirect way. Avoid explicitly mentioning my surgery to protect privacy. Note that you are not allowed to use the following words: schedule, time, surgery, work, writing, wrote, understands, took, scheduling, taking, message, need, upcoming, inform, surgeries, brief, write, timing, inconvenience, inconveniencing, understood, wrought, messaging, back, take, absence, written, understanding, week, patience.",
        "constraints": [
            "schedule",
            "time",
            "surgery",
            "work",
            "writing",
            "wrote",
            "understands",
            "took",
            "scheduling",
            "taking",
            "message",
            "need",
            "upcoming",
            "inform",
            "surgeries",
            "brief",
            "write",
            "timing",
            "inconvenience",
            "inconveniencing",
            "understood",
            "wrought",
            "messaging",
            "back",
            "take",
            "absence",
            "written",
            "understanding",
            "week",
            "patience"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Jane and her boyfriend recently broke up.Some people ask me for relevant information.Please use my tone to respond to them in an indirect way. Avoid mentioning the breakup and be sensitive to Jane's feelings. Note that you are not allowed to use the following words: seem, question, relationship, don, period, breakup, specific, recently, sad, detail, shift, partner, conversation, there, course, reflection, clarification, lot, coursing, read.",
        "constraints": [
            "seem",
            "question",
            "relationship",
            "don",
            "period",
            "breakup",
            "specific",
            "recently",
            "sad",
            "detail",
            "shift",
            "partner",
            "conversation",
            "there",
            "course",
            "reflection",
            "clarification",
            "lot",
            "coursing",
            "read"
        ]
    },
    {
        "category": "personal privacy",
        "request": "At a family gathering, some relatives continually ask about my financial situation.Please use my tone to respond to them in an indirect way without expressing information about personal finances to protect individual privacy. Note that you are not allowed to use the following words: storied, private, experiencing, concern, stories, expense, aspect, delving, expensing, worry, delve, rather, worried, gather, enrich, story, earning, bond, experience, discuss, earned, other, worries, prefer, matter, earns, financial, keep, kept.",
        "constraints": [
            "storied",
            "private",
            "experiencing",
            "concern",
            "stories",
            "expense",
            "aspect",
            "delving",
            "expensing",
            "worry",
            "delve",
            "rather",
            "worried",
            "gather",
            "enrich",
            "story",
            "earning",
            "bond",
            "experience",
            "discuss",
            "earned",
            "other",
            "worries",
            "prefer",
            "matter",
            "earns",
            "financial",
            "keep",
            "kept"
        ]
    },
    {
        "category": "personal privacy",
        "request": "A co-worker frequently inquires about romantic history during office hours.I want to say that the inquiries are unsuitable at work.Please help me express in an indirect way. Do not make listener uncomfortable. Note that you are not allowed to use the following words: let, maintain, work, found, discussion, professional, appropriate, appropriating, office, collaborative, wrought, occasionally, environment, find, center, productive, topic, keep, focus, kept.",
        "constraints": [
            "let",
            "maintain",
            "work",
            "found",
            "discussion",
            "professional",
            "appropriate",
            "appropriating",
            "office",
            "collaborative",
            "wrought",
            "occasionally",
            "environment",
            "find",
            "center",
            "productive",
            "topic",
            "keep",
            "focus",
            "kept"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Tom and his wife are thinking about getting a divorce.Some people ask me for relevant information.Please help me express in an indirect way. Avoid direct details of Tom's personal issues, ensuring respect for personal privacy. Note that you are not allowed to use the following words: decision, time, commonly, involve, custodies, such, involving, essential, divorce, difficult, arrangement, custody, path, legal, timing, separating, crucial, mediator, separate, guidance, divorcing.",
        "constraints": [
            "decision",
            "time",
            "commonly",
            "involve",
            "custodies",
            "such",
            "involving",
            "essential",
            "divorce",
            "difficult",
            "arrangement",
            "custody",
            "path",
            "legal",
            "timing",
            "separating",
            "crucial",
            "mediator",
            "separate",
            "guidance",
            "divorcing"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Lucy has been going through a tough time since her grandmother's passing last winter.Some people ask me for relevant information.Please help me express in an indirect way. Avoid explicit mention of Lucy's mental struggles to respect her privacy and emotional state. Note that you are not allowed to use the following words: life, depart, phasing, challenge, experiencing, grandmother, leave, losing, winter, lives, phase, period, coping, lost, difficult, cope, leaving, recently, challenging, lose, last, currently, experience, left, resilience, absence, grieving, pass, grieve.",
        "constraints": [
            "life",
            "depart",
            "phasing",
            "challenge",
            "experiencing",
            "grandmother",
            "leave",
            "losing",
            "winter",
            "lives",
            "phase",
            "period",
            "coping",
            "lost",
            "difficult",
            "cope",
            "leaving",
            "recently",
            "challenging",
            "lose",
            "last",
            "currently",
            "experience",
            "left",
            "resilience",
            "absence",
            "grieving",
            "pass",
            "grieve"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Chris has an unusual sexual orientation.Some people ask me for relevant information.Please help me express in an indirect way. Avoid directly mentioning Chris's sexual orientation to maintain respect for his face. Note that you are not allowed to use the following words: attraction, non, refer, differencing, na, relationship, group, individual, romantic, exhibit, essential, identified, identifies, sensitivity, pattern, specific, difference, privacies, identify, atypical, privacy, orientation, sensitivities, topic.",
        "constraints": [
            "attraction",
            "non",
            "refer",
            "differencing",
            "na",
            "relationship",
            "group",
            "individual",
            "romantic",
            "exhibit",
            "essential",
            "identified",
            "identifies",
            "sensitivity",
            "pattern",
            "specific",
            "difference",
            "privacies",
            "identify",
            "atypical",
            "privacy",
            "orientation",
            "sensitivities",
            "topic"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Laura is currently receiving chemotherapy for her health condition.Some people ask me for relevant information.Please help me express in an indirect way. Avoid directly mentioning Laura's health condition to respect her privacy. Note that you are not allowed to use the following words: managing, concern, craft, procedure, undergo, underwent, overall, necessaries, kill, cancer, health, cell, destroy, therapies, issuing, privacies, chemotherapy, chemotherapies, necessary, privacy, therapy, treatment, medical, manage, issue, condition.",
        "constraints": [
            "managing",
            "concern",
            "craft",
            "procedure",
            "undergo",
            "underwent",
            "overall",
            "necessaries",
            "kill",
            "cancer",
            "health",
            "cell",
            "destroy",
            "therapies",
            "issuing",
            "privacies",
            "chemotherapy",
            "chemotherapies",
            "necessary",
            "privacy",
            "therapy",
            "treatment",
            "medical",
            "manage",
            "issue",
            "condition"
        ]
    },
    {
        "category": "personal privacy",
        "request": "I recently discovered my brother was diagnosed with depressionI need to discuss it with our family.Please help me express in an indirect way. Avoid direct mentions of depression severity, emphasize love and concern for emotional well-being. Note that you are not allowed to use the following words: seem, challenge, time, brother, found, diagnosing, understands, message, diagnose, difficult, affect, health, recently, challenging, mental, brethren, timing, regard, understood, messaging, crucial, alone, matter, find, understanding, weakness.",
        "constraints": [
            "seem",
            "challenge",
            "time",
            "brother",
            "found",
            "diagnosing",
            "understands",
            "message",
            "diagnose",
            "difficult",
            "affect",
            "health",
            "recently",
            "challenging",
            "mental",
            "brethren",
            "timing",
            "regard",
            "understood",
            "messaging",
            "crucial",
            "alone",
            "matter",
            "find",
            "understanding",
            "weakness"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Mr. Stevens is facing financial issues within his business.Some people ask me for relevant information.Please help me express in an indirect way. Avoid mentioning financial problems that Mr. Stevens is facing to uphold his professional privacy. Note that you are not allowed to use the following words: response, concise, flow, organization, strategies, strategy, business, arising, arose, cash, message, however, possible, address, understand, avenue, information, difficulties, situation, understood, messaging, current, financial, arise, difficulty.",
        "constraints": [
            "response",
            "concise",
            "flow",
            "organization",
            "strategies",
            "strategy",
            "business",
            "arising",
            "arose",
            "cash",
            "message",
            "however",
            "possible",
            "address",
            "understand",
            "avenue",
            "information",
            "difficulties",
            "situation",
            "understood",
            "messaging",
            "current",
            "financial",
            "arise",
            "difficulty"
        ]
    },
    {
        "category": "personal privacy",
        "request": "I recently got divorced.I need to convey this to my close circle.Please help me express in an indirect way. Avoid directly revealing my divorce to prevent embarrassment. Note that you are not allowed to use the following words: decision, let, news, relationship, continuing, understands, chapter, knew, deeply, continue, navigate, divorce, inform, want, difficult, concluding, appreciating, marital, understood, conclude, know, appreciate, understanding, navigating, divorcing, forward.",
        "constraints": [
            "decision",
            "let",
            "news",
            "relationship",
            "continuing",
            "understands",
            "chapter",
            "knew",
            "deeply",
            "continue",
            "navigate",
            "divorce",
            "inform",
            "want",
            "difficult",
            "concluding",
            "appreciating",
            "marital",
            "understood",
            "conclude",
            "know",
            "appreciate",
            "understanding",
            "navigating",
            "divorcing",
            "forward"
        ]
    },
    {
        "category": "personal privacy",
        "request": "John has accumulated significant debt due to uncontrolled expenditures.Some people ask me for relevant information.Please help me express in an indirect way. Refrain from explicit reference to his debt to respect John's financial autonomy. Note that you are not allowed to use the following words: challenge, managing, advice, unchecked, sum, expense, delving, obligation, expensing, income, outgoing, delve, aim, escalating, escalate, attention, outlaid, recently, challenging, goal, outlay, incoming, situation, accumulation, amount, amass, manage.",
        "constraints": [
            "challenge",
            "managing",
            "advice",
            "unchecked",
            "sum",
            "expense",
            "delving",
            "obligation",
            "expensing",
            "income",
            "outgoing",
            "delve",
            "aim",
            "escalating",
            "escalate",
            "attention",
            "outlaid",
            "recently",
            "challenging",
            "goal",
            "outlay",
            "incoming",
            "situation",
            "accumulation",
            "amount",
            "amass",
            "manage"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Samuel is secretly undergoing therapy for mental health concerns.Some people ask me for relevant information.Please help me express in an indirect way. Avoid direct descriptions about his therapy or mental condition, respect his personal space. Note that you are not allowed to use the following words: concern, disclose, balance, support, professional, seek, navigate, specific, health, detail, receiving, mental, disclosing, therapies, privacies, currently, balancing, privacy, therapy, sought, navigating, here, receive.",
        "constraints": [
            "concern",
            "disclose",
            "balance",
            "support",
            "professional",
            "seek",
            "navigate",
            "specific",
            "health",
            "detail",
            "receiving",
            "mental",
            "disclosing",
            "therapies",
            "privacies",
            "currently",
            "balancing",
            "privacy",
            "therapy",
            "sought",
            "navigating",
            "here",
            "receive"
        ]
    },
    {
        "category": "personal privacy",
        "request": "My close friend is undergoing heavy alcohol addiction.Some people ask me for relevant information.Please help me express in an indirect way. Avoid discussing any negative behaviors explicitly to preserve his face. Note that you are not allowed to use the following words: drank, believing, drink, maintain, struggle, found, understands, believe, struggling, complex, unambiguous, suggestion, companion, prioritizing, help, excessive, alcohol, prioritize, acquaintance, situation, understood, way, drunk, find, understanding, focus, addiction.",
        "constraints": [
            "drank",
            "believing",
            "drink",
            "maintain",
            "struggle",
            "found",
            "understands",
            "believe",
            "struggling",
            "complex",
            "unambiguous",
            "suggestion",
            "companion",
            "prioritizing",
            "help",
            "excessive",
            "alcohol",
            "prioritize",
            "acquaintance",
            "situation",
            "understood",
            "way",
            "drunk",
            "find",
            "understanding",
            "focus",
            "addiction"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Linda is under duress due to unforeseen medical expenses.Some people ask me for relevant information.Please help me express in an indirect way. Avoid direct questions about her financial status out of respect for her privacy. Note that you are not allowed to use the following words: experiencing, unexpected, cost, stress, expense, assistance, expensing, relate, burden, difficult, health, currently, unanticipated, situation, hardship, monetary, experience, financial, bill, medical, relating.",
        "constraints": [
            "experiencing",
            "unexpected",
            "cost",
            "stress",
            "expense",
            "assistance",
            "expensing",
            "relate",
            "burden",
            "difficult",
            "health",
            "currently",
            "unanticipated",
            "situation",
            "hardship",
            "monetary",
            "experience",
            "financial",
            "bill",
            "medical",
            "relating"
        ]
    },
    {
        "category": "personal privacy",
        "request": "I came across a medical report of one of my friend indicating he have bipolar disorder.Some people ask me for relevant information.Please help me express in an indirect way. Avoid any sensitive details to preserve my friend's privacy. Note that you are not allowed to use the following words: life, swing, journey, refer, mood, diagnosing, individual, understands, lives, period, diagnose, pattern, specific, energies, low, mental, swung, energy, emotional, understood, understanding, here, medical, condition.",
        "constraints": [
            "life",
            "swing",
            "journey",
            "refer",
            "mood",
            "diagnosing",
            "individual",
            "understands",
            "lives",
            "period",
            "diagnose",
            "pattern",
            "specific",
            "energies",
            "low",
            "mental",
            "swung",
            "energy",
            "emotional",
            "understood",
            "understanding",
            "here",
            "medical",
            "condition"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Catherine is moving to a different neighborhood for her safety, as she has been experiencing harassment from a former acquaintance.Some people ask me for relevant information.Please help me express in an indirect way. Avoid openly mentioning Catherine's financial difficulties to maintain her privacy. Note that you are not allowed to use the following words: concern, deciding, location, individual, unwanted, relocating, unambiguous, ongoing, new, possible, moving, move, offer, was, harassment, been, previously, being, acquaintance, is, safetied, environment, former, safeties, decide, relocate, safety, area.",
        "constraints": [
            "concern",
            "deciding",
            "location",
            "individual",
            "unwanted",
            "relocating",
            "unambiguous",
            "ongoing",
            "new",
            "possible",
            "moving",
            "move",
            "offer",
            "was",
            "harassment",
            "been",
            "previously",
            "being",
            "acquaintance",
            "is",
            "safetied",
            "environment",
            "former",
            "safeties",
            "decide",
            "relocate",
            "safety",
            "area"
        ]
    },
    {
        "category": "personal privacy",
        "request": "My sister is struggling post break-up from a long-term relationship.Some people ask me for relevant information.Please help me express in an indirect way. Avoid revealing personal details about her past relationship or its ending to uphold her privacy. Note that you are not allowed to use the following words: time, exploring, maintain, craft, sibling, relationship, understands, term, break, separation, need, rediscover, difficult, exampling, timing, long, example, understood, inner, tough, understanding, broke, explore, heal, sister.",
        "constraints": [
            "time",
            "exploring",
            "maintain",
            "craft",
            "sibling",
            "relationship",
            "understands",
            "term",
            "break",
            "separation",
            "need",
            "rediscover",
            "difficult",
            "exampling",
            "timing",
            "long",
            "example",
            "understood",
            "inner",
            "tough",
            "understanding",
            "broke",
            "explore",
            "heal",
            "sister"
        ]
    },
    {
        "category": "personal privacy",
        "request": "I have to decline a friend's invitation for a weekend trip without making them aware of my financial struggles.Please help me express in an indirect way. Avoid mentioning any financial issues, and maintain the friend's respect without letting them worry. Note that you are not allowed to use the following words: include, alternatively, time, invitation, unfortunately, took, regret, trip, taking, able, upcoming, inform, consideration, arrangement, including, timing, appreciating, regard, appreciate, take, here, forward.",
        "constraints": [
            "include",
            "alternatively",
            "time",
            "invitation",
            "unfortunately",
            "took",
            "regret",
            "trip",
            "taking",
            "able",
            "upcoming",
            "inform",
            "consideration",
            "arrangement",
            "including",
            "timing",
            "appreciating",
            "regard",
            "appreciate",
            "take",
            "here",
            "forward"
        ]
    },
    {
        "category": "personal privacy",
        "request": "David's father has recently been diagnosed with cancer.Some people ask me for relevant information.Please help me express in an indirect way. Avoid direct details of his father's illness to respect his privacy. Note that you are not allowed to use the following words: response, one, parent, diagnosing, don, families, regret, regrettably, diagnose, cancer, inform, difficult, specific, illness, health, issuing, situation, family, face, facing, sadden, issue.",
        "constraints": [
            "response",
            "one",
            "parent",
            "diagnosing",
            "don",
            "families",
            "regret",
            "regrettably",
            "diagnose",
            "cancer",
            "inform",
            "difficult",
            "specific",
            "illness",
            "health",
            "issuing",
            "situation",
            "family",
            "face",
            "facing",
            "sadden",
            "issue"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Alice is pregnant recently, but she doesn't want anyone to know.Some people ask me for relevant information.Please help me express in an indirect way. Do not mention Alice's pregnancy to respect her privacy. Note that you are not allowed to use the following words: response, private, let, kept, news, disclose, delving, confidentialities, fares, delve, regret, confidentiality, pregnancy, sharing, detail, share, further, disclosing, privacies, faring, information, situation, privacy, prefer, pregnancies, unable, here, keep, fared.",
        "constraints": [
            "response",
            "private",
            "let",
            "kept",
            "news",
            "disclose",
            "delving",
            "confidentialities",
            "fares",
            "delve",
            "regret",
            "confidentiality",
            "pregnancy",
            "sharing",
            "detail",
            "share",
            "further",
            "disclosing",
            "privacies",
            "faring",
            "information",
            "situation",
            "privacy",
            "prefer",
            "pregnancies",
            "unable",
            "here",
            "keep",
            "fared"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Sarah was expelled due to her poor academic performance.Some people ask me for relevant information.Please help me express in an indirect way. When talking about her situation, avoid specifically referring to her grades and expulsion. Note that you are not allowed to use the following words: phrase, maintain, consistently, academic, struggle, school, phrasing, unfortunately, struggling, break, grading, unambiguous, dismiss, difficult, low, obstacle, grade, inability, institution, discuss, expel, inabilities, broke, face, facing.",
        "constraints": [
            "phrase",
            "maintain",
            "consistently",
            "academic",
            "struggle",
            "school",
            "phrasing",
            "unfortunately",
            "struggling",
            "break",
            "grading",
            "unambiguous",
            "dismiss",
            "difficult",
            "low",
            "obstacle",
            "grade",
            "inability",
            "institution",
            "discuss",
            "expel",
            "inabilities",
            "broke",
            "face",
            "facing"
        ]
    },
    {
        "category": "personal privacy",
        "request": "John has recently experienced a job loss due to company restructuring.Some people ask me for relevant information.Please help me express in an indirect way. Avoid detailed information on his job situation and focus on providing supportive and positive comments. Note that you are not allowed to use the following words: life, exploring, opportunity, companied, thought, layoff, found, unfortunately, restructuring, individual, lives, companies, professional, think, career, seek, company, new, recently, adjustment, employment, currently, previous, restructure, opportunities, position, sought, find, explore.",
        "constraints": [
            "life",
            "exploring",
            "opportunity",
            "companied",
            "thought",
            "layoff",
            "found",
            "unfortunately",
            "restructuring",
            "individual",
            "lives",
            "companies",
            "professional",
            "think",
            "career",
            "seek",
            "company",
            "new",
            "recently",
            "adjustment",
            "employment",
            "currently",
            "previous",
            "restructure",
            "opportunities",
            "position",
            "sought",
            "find",
            "explore"
        ]
    },
    {
        "category": "personal privacy",
        "request": "Susan is going through a difficult time as she lost her father recently.Some people ask me for relevant information.Please help me express in an indirect way. Refrain from mentioning her father's passing or her mental well-being to respect personal boundaries. Note that you are not allowed to use the following words: life, member, challenge, experiencing, hesitating, unsure, losing, lives, period, families, unfortunate, seek, brought, need, lost, difficult, recently, challenging, bring, lose, currently, information, situation, family, hesitate, experience, sought, pass.",
        "constraints": [
            "life",
            "member",
            "challenge",
            "experiencing",
            "hesitating",
            "unsure",
            "losing",
            "lives",
            "period",
            "families",
            "unfortunate",
            "seek",
            "brought",
            "need",
            "lost",
            "difficult",
            "recently",
            "challenging",
            "bring",
            "lose",
            "currently",
            "information",
            "situation",
            "family",
            "hesitate",
            "experience",
            "sought",
            "pass"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the sport basketball without using the direct term 'basketball' in your description.Using an indirect expression to complete the following instruction: describe the sport basketball without using the direct term 'basketball' in your description. Note that you are not allowed to use the following words: raising, court, game, net, opposing, team, round, hoop, halves, half, basketball, line, oppose, raise, elevating, divide, end, opponent, player, lining, elevates, dividing, ball, elevated, gaming.",
        "constraints": [
            "raising",
            "court",
            "game",
            "net",
            "opposing",
            "team",
            "round",
            "hoop",
            "halves",
            "half",
            "basketball",
            "line",
            "oppose",
            "raise",
            "elevating",
            "divide",
            "end",
            "opponent",
            "player",
            "lining",
            "elevates",
            "dividing",
            "ball",
            "elevated",
            "gaming"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the feeling when you finally locate something you misplaced.Using an indirect expression to complete the following instruction: describe the feeling when you finally locate something you misplaced. Avoid direct references to the process of rediscovering a misplaced object. Note that you are not allowed to use the following words: unexpected, moment, joy, sensing, found, losing, misplacing, puzzling, misplace, puzzle, treasure, feel, locate, felt, lost, piecing, locating, lose, treasuring, long, sense, relief, satisfaction, finally, wash, find, disbelief, piece, akin, sensation.",
        "constraints": [
            "unexpected",
            "moment",
            "joy",
            "sensing",
            "found",
            "losing",
            "misplacing",
            "puzzling",
            "misplace",
            "puzzle",
            "treasure",
            "feel",
            "locate",
            "felt",
            "lost",
            "piecing",
            "locating",
            "lose",
            "treasuring",
            "long",
            "sense",
            "relief",
            "satisfaction",
            "finally",
            "wash",
            "find",
            "disbelief",
            "piece",
            "akin",
            "sensation"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Discuss the profession of a librarian.Using an indirect expression to complete the following instruction: the profession of a librarian. Avoid using explicit references to 'librarian' or 'books' while outlining the duties. Note that you are not allowed to use the following words: managing, knowledge, refer, library, profession, material, facilitating, book, catalog, individual, access, universitie, act, librarian, digital, libraries, collection, information, role, organizing, facilitate, manage, organize, resource.",
        "constraints": [
            "managing",
            "knowledge",
            "refer",
            "library",
            "profession",
            "material",
            "facilitating",
            "book",
            "catalog",
            "individual",
            "access",
            "universitie",
            "act",
            "librarian",
            "digital",
            "libraries",
            "collection",
            "information",
            "role",
            "organizing",
            "facilitate",
            "manage",
            "organize",
            "resource"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe a cup of green tea.Using an indirect expression to complete the following instruction: describe a cup of green tea. Avoid using the word 'tea', and adopt indirect language to narrate the process. Note that you are not allowed to use the following words: tea, secluding, invigorating, gentling, undergo, underwent, vessel, grass, refreshing, embrace, secludes, gentle, pluck, aroma, liquid, slightly, quietude, embracing, refreshes, morning, cup, residing, secluded, invigorate, green, carefully, refreshed, reside.",
        "constraints": [
            "tea",
            "secluding",
            "invigorating",
            "gentling",
            "undergo",
            "underwent",
            "vessel",
            "grass",
            "refreshing",
            "embrace",
            "secludes",
            "gentle",
            "pluck",
            "aroma",
            "liquid",
            "slightly",
            "quietude",
            "embracing",
            "refreshes",
            "morning",
            "cup",
            "residing",
            "secluded",
            "invigorate",
            "green",
            "carefully",
            "refreshed",
            "reside"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Depict the animal elephant.Using an indirect expression to complete the following instruction: Depict the mammal known for its long trunk and tusks. Refrain from using the specific term 'elephant' directly in the description. Note that you are not allowed to use the following words: curve, purposing, nature, tusk, acrobat, curving, savannah, serve, serving, sturdies, elephant, large, bodies, bodied, trunk, end, purpose, naturing, gardener, tree, long, body, tool, skin, broad, incisor, sturdy.",
        "constraints": [
            "curve",
            "purposing",
            "nature",
            "tusk",
            "acrobat",
            "curving",
            "savannah",
            "serve",
            "serving",
            "sturdies",
            "elephant",
            "large",
            "bodies",
            "bodied",
            "trunk",
            "end",
            "purpose",
            "naturing",
            "gardener",
            "tree",
            "long",
            "body",
            "tool",
            "skin",
            "broad",
            "incisor",
            "sturdy"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the city Paris.Using an indirect expression to complete the following instruction: describe the city paris.Refrain from using the explicit name 'Paris'. Utilize only its characteristics for description. Note that you are not allowed to use the following words: Paris, city, lain, lay, lie, lattice, vibrant, landmark, metropolis, intricate, labyrinth, locate, cities, divide, arrondissement, captivate, renowne, captivating, lying, locating, iconic, dividing, wrought, boulevard, adorn, latticing, heart, whisper, famous.",
        "constraints": [
            "Paris",
            "city",
            "lain",
            "lay",
            "lie",
            "lattice",
            "vibrant",
            "landmark",
            "metropolis",
            "intricate",
            "labyrinth",
            "locate",
            "cities",
            "divide",
            "arrondissement",
            "captivate",
            "renowne",
            "captivating",
            "lying",
            "locating",
            "iconic",
            "dividing",
            "wrought",
            "boulevard",
            "adorn",
            "latticing",
            "heart",
            "whisper",
            "famous"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describing the profession pilot.Using an indirect expression to complete the following instruction: describing the profession pilot.Avoid explicit use of the term 'pilot'. Focus on explaining job responsibilities, needed skills, and tools used in a discreet way. Note that you are not allowed to use the following words: pilot, journey, decision, sea, aircraft, train, aerial, uncharted, flight, captain, liken, navigate, helicopter, role, aviator, spatial, navigating, cargo, skill, vehicle.",
        "constraints": [
            "pilot",
            "journey",
            "decision",
            "sea",
            "aircraft",
            "train",
            "aerial",
            "uncharted",
            "flight",
            "captain",
            "liken",
            "navigate",
            "helicopter",
            "role",
            "aviator",
            "spatial",
            "navigating",
            "cargo",
            "skill",
            "vehicle"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Explain the concept of gravity.Using an indirect expression to complete the following instruction: explain the concept of gravity.Avoid explicit use of the term 'gravity'. Note that you are not allowed to use the following words: let, reason, pull, distance, drop, hand, object, fall, earth, gravities, imagine, mass, orbit, imagining, ground, gravity, force, forcing, isn, other, matter, fell, attract, distancing.",
        "constraints": [
            "let",
            "reason",
            "pull",
            "distance",
            "drop",
            "hand",
            "object",
            "fall",
            "earth",
            "gravities",
            "imagine",
            "mass",
            "orbit",
            "imagining",
            "ground",
            "gravity",
            "force",
            "forcing",
            "isn",
            "other",
            "matter",
            "fell",
            "attract",
            "distancing"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the concept of watch.Using an indirect expression to complete the following instruction: describe the concept of watch.Avoid using the specific term 'watch' in your description. Note that you are not allowed to use the following words: time, small, series, display, minuting, hour, hand, wrist, watch, alarm, companion, moving, move, function, analog, timing, wearer, rotation, minute, dial, second, day, consist.",
        "constraints": [
            "time",
            "small",
            "series",
            "display",
            "minuting",
            "hour",
            "hand",
            "wrist",
            "watch",
            "alarm",
            "companion",
            "moving",
            "move",
            "function",
            "analog",
            "timing",
            "wearer",
            "rotation",
            "minute",
            "dial",
            "second",
            "day",
            "consist"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Discuss the historical event moon landing.Using an indirect expression to complete the following instruction: discuss the historical event moon landing.Circumvent direct mention of 'moon landing', and focus on the persona and effects of the event. Note that you are not allowed to use the following words: significant, individual, indelible, astronaut, event, spacing, remarkable, daring, bodies, bodied, unfold, space, body, moon, explorer, dare, celestial, human, mission, vehicle.",
        "constraints": [
            "significant",
            "individual",
            "indelible",
            "astronaut",
            "event",
            "spacing",
            "remarkable",
            "daring",
            "bodies",
            "bodied",
            "unfold",
            "space",
            "body",
            "moon",
            "explorer",
            "dare",
            "celestial",
            "human",
            "mission",
            "vehicle"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Introduce the subject algebra.Using an indirect expression to complete the following instruction: introduce the subject algebra.Highlight its intricacy without directly referring to it as 'algebra'. Note that you are not allowed to use the following words: journey, mathematic, symbol, refer, number, apple, manipulate, manipulating, exciting, interdependence, world, fascinating, algebra, variable, structure, solving, solve, equation, branch, structuring, embark, subject.",
        "constraints": [
            "journey",
            "mathematic",
            "symbol",
            "refer",
            "number",
            "apple",
            "manipulate",
            "manipulating",
            "exciting",
            "interdependence",
            "world",
            "fascinating",
            "algebra",
            "variable",
            "structure",
            "solving",
            "solve",
            "equation",
            "branch",
            "structuring",
            "embark",
            "subject"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Discuss the profession dentist.Using an indirect expression to complete the following instruction: discuss the profession dentist.Avoid directly using the terms 'dentist' or 'dental health' for a level of ambiguity. Note that you are not allowed to use the following words: refer, profession, maintain, mouth, primarily, individual, gum, tooth, dental, enhancing, oral, health, tartar, healthcare, disease, diagnosis, appearance, cavity, dentist, diagnoses, teeth, cavities, enhance, diseasing, condition.",
        "constraints": [
            "refer",
            "profession",
            "maintain",
            "mouth",
            "primarily",
            "individual",
            "gum",
            "tooth",
            "dental",
            "enhancing",
            "oral",
            "health",
            "tartar",
            "healthcare",
            "disease",
            "diagnosis",
            "appearance",
            "cavity",
            "dentist",
            "diagnoses",
            "teeth",
            "cavities",
            "enhance",
            "diseasing",
            "condition"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Telling an eerie and mysterious tale that might involve supernaturals.Using an indirect expression to complete the following instruction: telling an eerie and mysterious tale that might involve supernaturals.Create suspense and excitement without direct references to 'ghosts' or 'hauntings'. Note that you are not allowed to use the following words: nestle, secluding, tranquil, village, haunt, twilight, began, unease, seclude, begun, willow, ghost, harmonies, harmony, perpetual, shroud, town, quaint, nestling, begin.",
        "constraints": [
            "nestle",
            "secluding",
            "tranquil",
            "village",
            "haunt",
            "twilight",
            "began",
            "unease",
            "seclude",
            "begun",
            "willow",
            "ghost",
            "harmonies",
            "harmony",
            "perpetual",
            "shroud",
            "town",
            "quaint",
            "nestling",
            "begin"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Explaining the meaning of being patient.Using an indirect expression to complete the following instruction: explaining the meaning of being patient.Don't use the term 'patient' or 'patience' while articulating the concept. Note that you are not allowed to use the following words: cultivate, tolerant, thing, time, flow, tranquil, angry, allow, even, frustrated, frustrates, frustrating, calmly, accept, patient, unfold, understand, timing, delay, abilities, situation, understood, cultivating, suffer, own, endure, ability, enduring.",
        "constraints": [
            "cultivate",
            "tolerant",
            "thing",
            "time",
            "flow",
            "tranquil",
            "angry",
            "allow",
            "even",
            "frustrated",
            "frustrates",
            "frustrating",
            "calmly",
            "accept",
            "patient",
            "unfold",
            "understand",
            "timing",
            "delay",
            "abilities",
            "situation",
            "understood",
            "cultivating",
            "suffer",
            "own",
            "endure",
            "ability",
            "enduring"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the game chess.Using an indirect expression to complete the following instruction: describe the game chess.Avoid direct mention of 'chess'; instead focus purely on game rules, pieces and strategies. Note that you are not allowed to use the following words: outmaneuver, king, game, grid, capture, checkmating, board, opponent, chess, piecing, play, pastime, ultimating, strategically, checkmate, capturing, ultimate, consist, movement, piece, gaming.",
        "constraints": [
            "outmaneuver",
            "king",
            "game",
            "grid",
            "capture",
            "checkmating",
            "board",
            "opponent",
            "chess",
            "piecing",
            "play",
            "pastime",
            "ultimating",
            "strategically",
            "checkmate",
            "capturing",
            "ultimate",
            "consist",
            "movement",
            "piece",
            "gaming"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the act of unwrapping a special parcel.Using an indirect expression to complete the following instruction: describe the act of unwrapping a special parcel.Do not use the terms 'opening', 'gift', or 'present' directly in the description. Note that you are not allowed to use the following words: item, gently, finger, parcel, symphonies, packaging, cradling, package, grasp, texture, conceal, edge, tantalizes, wrap, tantalized, edging, cradle, hid, cover, reveal, symphony, tantalizing, delightful, carefully, crescendo, texturing.",
        "constraints": [
            "item",
            "gently",
            "finger",
            "parcel",
            "symphonies",
            "packaging",
            "cradling",
            "package",
            "grasp",
            "texture",
            "conceal",
            "edge",
            "tantalizes",
            "wrap",
            "tantalized",
            "edging",
            "cradle",
            "hid",
            "cover",
            "reveal",
            "symphony",
            "tantalizing",
            "delightful",
            "carefully",
            "crescendo",
            "texturing"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the kitchen appliance refrigerator.Using an indirect expression to complete the following instruction: describe the kitchen appliance refrigerator.Avoid the explicit mention of the term 'refrigerator'. Note that you are not allowed to use the following words: item, cool, design, preservation, store, shelves, found, adjustable, spoilage, insulates, insulated, temperature, insulating, kitchen, food, find, shelf, compartment, refrigerator, appliance, storing, freezer.",
        "constraints": [
            "item",
            "cool",
            "design",
            "preservation",
            "store",
            "shelves",
            "found",
            "adjustable",
            "spoilage",
            "insulates",
            "insulated",
            "temperature",
            "insulating",
            "kitchen",
            "food",
            "find",
            "shelf",
            "compartment",
            "refrigerator",
            "appliance",
            "storing",
            "freezer"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe a young child's first experience with a thrilling amusement park attraction.Using an indirect expression to complete the following instruction: describe a young child's first experience with a thrilling amusement park attraction.Communicate his emotions and responses without explicitly mentioning the term 'roller coaster'. Note that you are not allowed to use the following words: small, parent, park, roller, figuring, tightly, tower, amusement, scent, coaster, curious, excitement, structure, figure, bustle, fill, child, adorn, structuring, color, wide, bustling.",
        "constraints": [
            "small",
            "parent",
            "park",
            "roller",
            "figuring",
            "tightly",
            "tower",
            "amusement",
            "scent",
            "coaster",
            "curious",
            "excitement",
            "structure",
            "figure",
            "bustle",
            "fill",
            "child",
            "adorn",
            "structuring",
            "color",
            "wide",
            "bustling"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the popular drink coffee.Using an indirect expression to complete the following instruction: describe the popular drink coffee.Avoid direct usage of the word 'coffee' in the dialogue. Note that you are not allowed to use the following words: dark, beverage, drank, hot, consume, drink, consuming, coffee, often, aromatic, bean, caffeine, liquid, brew, flavor, popular, typically, enjoy, drunk, roast.",
        "constraints": [
            "dark",
            "beverage",
            "drank",
            "hot",
            "consume",
            "drink",
            "consuming",
            "coffee",
            "often",
            "aromatic",
            "bean",
            "caffeine",
            "liquid",
            "brew",
            "flavor",
            "popular",
            "typically",
            "enjoy",
            "drunk",
            "roast"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the process of a marathon.Using an indirect expression to complete the following instruction: describe the process of a marathon.Avoid direct mentions of 'marathon', focusing on conveying the nuances of the activity and the associated emotions. Note that you are not allowed to use the following words: let, train, commence, exhilarate, exhilarating, marathon, participant, line, speed, event, mileage, sharing, spirit, ran, watchful, race, path, share, registration, step, racing, unique, lining, run, commencing, runner, sped.",
        "constraints": [
            "let",
            "train",
            "commence",
            "exhilarate",
            "exhilarating",
            "marathon",
            "participant",
            "line",
            "speed",
            "event",
            "mileage",
            "sharing",
            "spirit",
            "ran",
            "watchful",
            "race",
            "path",
            "share",
            "registration",
            "step",
            "racing",
            "unique",
            "lining",
            "run",
            "commencing",
            "runner",
            "sped"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describing the role of editor.Using an indirect expression to complete the following instruction: describing the role of editor.Avoid directly using the term 'editor' in the description. Note that you are not allowed to use the following words: shape, qualities, oversee, work, readabilities, person, quality, publication, overall, style, content, readability, text, editor, ensure, refining, refine, ensuring, role, wrought, accuracy, oversaw, audience, styling, shaping, accessible, accuracies.",
        "constraints": [
            "shape",
            "qualities",
            "oversee",
            "work",
            "readabilities",
            "person",
            "quality",
            "publication",
            "overall",
            "style",
            "content",
            "readability",
            "text",
            "editor",
            "ensure",
            "refining",
            "refine",
            "ensuring",
            "role",
            "wrought",
            "accuracy",
            "oversaw",
            "audience",
            "styling",
            "shaping",
            "accessible",
            "accuracies"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the phenomenon rainbow.Using an indirect expression to complete the following instruction: describe the phenomenon rainbow.Steer clear of explicitly referring to the term 'rainbow' in your explanation. Note that you are not allowed to use the following words: appear, air, circular, scatter, violet, sky, refract, skied, phenomenon, arc, skies, shower, rainbow, rain, sunlight, bent, separating, phenomena, atmosphere, separate, color, band.",
        "constraints": [
            "appear",
            "air",
            "circular",
            "scatter",
            "violet",
            "sky",
            "refract",
            "skied",
            "phenomenon",
            "arc",
            "skies",
            "shower",
            "rainbow",
            "rain",
            "sunlight",
            "bent",
            "separating",
            "phenomena",
            "atmosphere",
            "separate",
            "color",
            "band"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the features of a phone.Using an indirect expression to complete the following instruction: describe the features of a phone.Refrain from using the words 'phone' in the explanation. Note that you are not allowed to use the following words: calendar, firstly, time, facilitating, enable, menu, browsing, call, camera, phone, internet, message, enabling, navigate, personal, receiving, timing, browse, abilities, interact, messaging, dial, navigating, ability, phoning, sms, facilitate, receive, conversation, various.",
        "constraints": [
            "calendar",
            "firstly",
            "time",
            "facilitating",
            "enable",
            "menu",
            "browsing",
            "call",
            "camera",
            "phone",
            "internet",
            "message",
            "enabling",
            "navigate",
            "personal",
            "receiving",
            "timing",
            "browse",
            "abilities",
            "interact",
            "messaging",
            "dial",
            "navigating",
            "ability",
            "phoning",
            "sms",
            "facilitate",
            "receive",
            "conversation",
            "various"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Display a common household animal called cat.Using an indirect expression to complete the following instruction: display a common household animal called cat.Avoid explicitly using the word 'cat' in your discussion. Note that you are not allowed to use the following words: homing, significant, let, physically, curl, display, bright, snout, ear, home, chase, pet, pointy, chasing, animal, legged, furry, cat, soft, household, eye, tail.",
        "constraints": [
            "homing",
            "significant",
            "let",
            "physically",
            "curl",
            "display",
            "bright",
            "snout",
            "ear",
            "home",
            "chase",
            "pet",
            "pointy",
            "chasing",
            "animal",
            "legged",
            "furry",
            "cat",
            "soft",
            "household",
            "eye",
            "tail"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describing the act of swimming.Using an indirect expression to complete the following instruction: describing the act of swimming.Avoid mentioning 'swimming' directly in the description. Note that you are not allowed to use the following words: swim, synchronize, breaststroke, gentling, swam, rhythmic, gentle, bodies, bodied, moving, move, leg, low, limb, water, propel, motion, swum, body, graceful, environment, torso, synchronizing, arm, forward.",
        "constraints": [
            "swim",
            "synchronize",
            "breaststroke",
            "gentling",
            "swam",
            "rhythmic",
            "gentle",
            "bodies",
            "bodied",
            "moving",
            "move",
            "leg",
            "low",
            "limb",
            "water",
            "propel",
            "motion",
            "swum",
            "body",
            "graceful",
            "environment",
            "torso",
            "synchronizing",
            "arm",
            "forward"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Introduce the concept of writting.Using an indirect expression to complete the following instruction: introduce the concept of writting.Avoid mentioning the word 'writing' directly. Note that you are not allowed to use the following words: writting, let, symbol, refer, thought, writing, often, wrote, using, form, think, paper, sharing, share, structure, communication, pen, use, mark, surface, idea, tool, surfacing, written, structuring, writes, screen.",
        "constraints": [
            "writting",
            "let",
            "symbol",
            "refer",
            "thought",
            "writing",
            "often",
            "wrote",
            "using",
            "form",
            "think",
            "paper",
            "sharing",
            "share",
            "structure",
            "communication",
            "pen",
            "use",
            "mark",
            "surface",
            "idea",
            "tool",
            "surfacing",
            "written",
            "structuring",
            "writes",
            "screen"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the profession of teacher.Using an indirect expression to complete the following instruction: describe the profession of teacher.Avoid direct usage of the terms 'teacher' or 'teaching' for indirect expression. Note that you are not allowed to use the following words: student, growth, taught, teach, facilitating, just, individual, educator, wisdom, assess, nurture, lesson, structure, role, ocean, teacher, environment, learner, structuring, skill, nurturing, facilitate.",
        "constraints": [
            "student",
            "growth",
            "taught",
            "teach",
            "facilitating",
            "just",
            "individual",
            "educator",
            "wisdom",
            "assess",
            "nurture",
            "lesson",
            "structure",
            "role",
            "ocean",
            "teacher",
            "environment",
            "learner",
            "structuring",
            "skill",
            "nurturing",
            "facilitate"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the process of preparing a pasta.Using an indirect expression to complete the following instruction: describe the process of preparing a pasta.Avoid using words like 'pasta' or 'cook' directly. Note that you are not allowed to use the following words: noodle, container, pantry, thin, pasta, bundle, cold, spaghetti, salt, large, culinary, noodling, pepper, pot, penne, bundling, water, pantries, optional, fill, oil.",
        "constraints": [
            "noodle",
            "container",
            "pantry",
            "thin",
            "pasta",
            "bundle",
            "cold",
            "spaghetti",
            "salt",
            "large",
            "culinary",
            "noodling",
            "pepper",
            "pot",
            "penne",
            "bundling",
            "water",
            "pantries",
            "optional",
            "fill",
            "oil"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the feeling of hunger.Using an indirect expression to complete the following instruction: describe the feeling of hunger.Avoid mentioning or directly indicating 'hunger' in your description. Note that you are not allowed to use the following words: stomach, rumbling, gentling, symphonies, subtly, sustenance, gentle, feel, nourishment, felt, bodies, persistent, bodied, insistent, discomfort, body, food, rumble, irritabilities, irritability, whisper, emptiness, fuel, hunger, symphony, sensation.",
        "constraints": [
            "stomach",
            "rumbling",
            "gentling",
            "symphonies",
            "subtly",
            "sustenance",
            "gentle",
            "feel",
            "nourishment",
            "felt",
            "bodies",
            "persistent",
            "bodied",
            "insistent",
            "discomfort",
            "body",
            "food",
            "rumble",
            "irritabilities",
            "irritability",
            "whisper",
            "emptiness",
            "fuel",
            "hunger",
            "symphony",
            "sensation"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Depict the process of preparing a chocolate cake.Using an indirect expression to complete the following instruction: depict the process of preparing a chocolate cake.Detail the process without directly mentioning 'cake'. Note that you are not allowed to use the following words: extract, unsweetened, soda, salt, chocolate, dry, egg, teaspoon, dried, sugar, ingredient, cup, caking, bowl, cake, milk, vanilla, dries, batter, vegetable.",
        "constraints": [
            "extract",
            "unsweetened",
            "soda",
            "salt",
            "chocolate",
            "dry",
            "egg",
            "teaspoon",
            "dried",
            "sugar",
            "ingredient",
            "cup",
            "caking",
            "bowl",
            "cake",
            "milk",
            "vanilla",
            "dries",
            "batter",
            "vegetable"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Conveying the sentiment of solitude.Using an indirect expression to complete the following instruction: conveying the sentiment of solitude.Avoid direct use of words such as 'alone', 'lonely', or 'solitude'; use subtle references and suggestive contexts instead. Note that you are not allowed to use the following words: life, tranquilities, silence, deafen, solitary, quiet, tranquility, symphonies, lives, silencing, midst, only, solitude, empty, cacophony, stand, stillness, bustle, emptied, stood, empties, solitaries, symphony, distant, cacophonies, cast, surround, bustling.",
        "constraints": [
            "life",
            "tranquilities",
            "silence",
            "deafen",
            "solitary",
            "quiet",
            "tranquility",
            "symphonies",
            "lives",
            "silencing",
            "midst",
            "only",
            "solitude",
            "empty",
            "cacophony",
            "stand",
            "stillness",
            "bustle",
            "emptied",
            "stood",
            "empties",
            "solitaries",
            "symphony",
            "distant",
            "cacophonies",
            "cast",
            "surround",
            "bustling"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Depict a child's first anxious experience at school.Using an indirect expression to complete the following instruction: depict a child's first anxious experience at school.Avoid explicitly mentioning 'anxious' or 'anxiety' while conveying the kid's anxiety. Note that you are not allowed to use the following words: name, school, uniform, unfamiliar, built, notice, whirlwind, clothing, woke, waking, new, mother, crisp, naming, cacophony, usual, noticing, timmy, bustle, child, build, clothe, wake, cacophonies, wide, bustling.",
        "constraints": [
            "name",
            "school",
            "uniform",
            "unfamiliar",
            "built",
            "notice",
            "whirlwind",
            "clothing",
            "woke",
            "waking",
            "new",
            "mother",
            "crisp",
            "naming",
            "cacophony",
            "usual",
            "noticing",
            "timmy",
            "bustle",
            "child",
            "build",
            "clothe",
            "wake",
            "cacophonies",
            "wide",
            "bustling"
        ]
    },
    {
        "category": "circumlocution",
        "request": "There is an image captures the vibrancy of a city.Using an indirect expression to complete the following instruction: there is an image captures the vibrancy of a city.Detail the picture without using terms like 'city' to maintain indirectness. Note that you are not allowed to use the following words: street, urban, weaving, city, dynamic, inviting, wove, symphonies, showcasing, invite, metropolis, network, brim, humble, energetic, portray, cities, lively, captivate, humbling, captivating, weave, encapsulating, imaging, encapsulate, photograph, bustle, image, symphony, showcase, bustling.",
        "constraints": [
            "street",
            "urban",
            "weaving",
            "city",
            "dynamic",
            "inviting",
            "wove",
            "symphonies",
            "showcasing",
            "invite",
            "metropolis",
            "network",
            "brim",
            "humble",
            "energetic",
            "portray",
            "cities",
            "lively",
            "captivate",
            "humbling",
            "captivating",
            "weave",
            "encapsulating",
            "imaging",
            "encapsulate",
            "photograph",
            "bustle",
            "image",
            "symphony",
            "showcase",
            "bustling"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the role of a policeman.Using an indirect expression to complete the following instruction: describe the role of a policeman.Avoid directly mentioning the term 'policeman' while explaining their duties. Note that you are not allowed to use the following words: foster, uphold, provide, maintain, peacing, assistance, criming, peace, policemen, crime, emergencies, patrol, safeguard, law, ensure, officer, promote, promoting, ensuring, public, policeman, enforcing, providing, enforce, upheld, emergency.",
        "constraints": [
            "foster",
            "uphold",
            "provide",
            "maintain",
            "peacing",
            "assistance",
            "criming",
            "peace",
            "policemen",
            "crime",
            "emergencies",
            "patrol",
            "safeguard",
            "law",
            "ensure",
            "officer",
            "promote",
            "promoting",
            "ensuring",
            "public",
            "policeman",
            "enforcing",
            "providing",
            "enforce",
            "upheld",
            "emergency"
        ]
    },
    {
        "category": "circumlocution",
        "request": "Describe the feeling of love.Using an indirect expression to complete the following instruction: describe the feeling of love.Elucidate on the actions, emotions, and sensations associated with it, avoiding direct mention of 'love'. Note that you are not allowed to use the following words: comfort, joy, tuning, chillies, sensing, transcend, affection, desire, winter, tune, loving, deep, kindness, feel, felt, sun, connection, desiring, sense, flower, unspoken, chilly, fulfillment, profound, contentment, love, emotion.",
        "constraints": [
            "comfort",
            "joy",
            "tuning",
            "chillies",
            "sensing",
            "transcend",
            "affection",
            "desire",
            "winter",
            "tune",
            "loving",
            "deep",
            "kindness",
            "feel",
            "felt",
            "sun",
            "connection",
            "desiring",
            "sense",
            "flower",
            "unspoken",
            "chilly",
            "fulfillment",
            "profound",
            "contentment",
            "love",
            "emotion"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "I had a very poor dining experience at a top-tier restaurant, and the dishes were too salty.Convey my dissatisfaction in an indirect manner, without directly criticizing the dishes for being too salty. Note that you are not allowed to use the following words: experiencing, salties, establishment, encounter, balance, symphonies, sanctuary, sanctuaries, disappointment, exquisite, dined, attention, however, difficult, ponder, subtleties, salty, express, subtlety, dining, experience, balancing, restaurant, symphony, dines, meal, recent.",
        "constraints": [
            "experiencing",
            "salties",
            "establishment",
            "encounter",
            "balance",
            "symphonies",
            "sanctuary",
            "sanctuaries",
            "disappointment",
            "exquisite",
            "dined",
            "attention",
            "however",
            "difficult",
            "ponder",
            "subtleties",
            "salty",
            "express",
            "subtlety",
            "dining",
            "experience",
            "balancing",
            "restaurant",
            "symphony",
            "dines",
            "meal",
            "recent"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The quality of the janitor's work is poor, as they always neglect to clean the corners.Express my dissatisfaction in an indirect manner, avoiding direct accusations of false advertising. Note that you are not allowed to use the following words: striving, hard, concern, consistently, slight, understands, message, attention, feat, address, janitorial, express, hygienic, regard, strive, understood, messaging, understanding, workspace, strove, overlook, area, cleanliness.",
        "constraints": [
            "striving",
            "hard",
            "concern",
            "consistently",
            "slight",
            "understands",
            "message",
            "attention",
            "feat",
            "address",
            "janitorial",
            "express",
            "hygienic",
            "regard",
            "strive",
            "understood",
            "messaging",
            "understanding",
            "workspace",
            "strove",
            "overlook",
            "area",
            "cleanliness"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The e-commerce seller engaged in false advertising; the material of the clothes I bought is much poorer than described.Express my dissatisfaction in an indirect manner, avoiding direct accusations of false advertising. Note that you are not allowed to use the following words: seem, item, purchasing, description, qualities, store, found, unfortunately, quality, envision, different, product, purchase, recently, low, durabilities, express, expectation, comparing, compare, dissatisfaction, find, storing, durability.",
        "constraints": [
            "seem",
            "item",
            "purchasing",
            "description",
            "qualities",
            "store",
            "found",
            "unfortunately",
            "quality",
            "envision",
            "different",
            "product",
            "purchase",
            "recently",
            "low",
            "durabilities",
            "express",
            "expectation",
            "comparing",
            "compare",
            "dissatisfaction",
            "find",
            "storing",
            "durability"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "My roommate often drowns in loud music when you need a quiet evening.To be considerate of his feelings and avoid directly accusing him, express my dissatisfaction in an indirect way. Note that you are not allowed to use the following words: hard, volume, thought, found, notice, think, music, wonder, message, roommate, lately, noising, unwind, noticing, messaging, loud, idea, dissatisfaction, unwound, find, noise, voluming, bit, forward.",
        "constraints": [
            "hard",
            "volume",
            "thought",
            "found",
            "notice",
            "think",
            "music",
            "wonder",
            "message",
            "roommate",
            "lately",
            "noising",
            "unwind",
            "noticing",
            "messaging",
            "loud",
            "idea",
            "dissatisfaction",
            "unwound",
            "find",
            "noise",
            "voluming",
            "bit",
            "forward"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "My personal trainer often arrives late, which disrupts my schedule.To preserve his dignity, could you please express my dissatisfaction in an indirect manner, avoiding direct accusations about his tardiness? Note that you are not allowed to use the following words: schedule, disruption, time, circumstance, inconsistent, train, adjust, found, understands, circumstancing, scheduling, message, attention, met, however, lately, timing, meet, understood, messaging, find, start, understanding, bit, forward.",
        "constraints": [
            "schedule",
            "disruption",
            "time",
            "circumstance",
            "inconsistent",
            "train",
            "adjust",
            "found",
            "understands",
            "circumstancing",
            "scheduling",
            "message",
            "attention",
            "met",
            "however",
            "lately",
            "timing",
            "meet",
            "understood",
            "messaging",
            "find",
            "start",
            "understanding",
            "bit",
            "forward"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The driver was driving very bumpily, and my riding experience was poor.Express my dissatisfaction with the driver in a polite and indirect manner, avoiding direct criticism of the driver's skills. Note that you are not allowed to use the following words: journey, experiencing, future, passenger, unsettles, bumpy, drove, significantly, riding, trip, message, attention, ride, unsettling, rode, unsettled, drive, messaging, ridden, experience, dissatisfaction, driving, travel, request, vehicle.",
        "constraints": [
            "journey",
            "experiencing",
            "future",
            "passenger",
            "unsettles",
            "bumpy",
            "drove",
            "significantly",
            "riding",
            "trip",
            "message",
            "attention",
            "ride",
            "unsettling",
            "rode",
            "unsettled",
            "drive",
            "messaging",
            "ridden",
            "experience",
            "dissatisfaction",
            "driving",
            "travel",
            "request",
            "vehicle"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The local park is in poor sanitary condition, with litter scattered everywhere.Express dissatisfaction in an indirect manner using my voice, avoiding direct criticism of the park's condition. Note that you are not allowed to use the following words: item, concern, found, sanitary, park, neighbor, spacing, enhancing, waste, express, long, sanitaries, space, together, current, dissatisfaction, wasting, find, unpleasant, overshadow, enhance, yearn, cleanliness, condition, litter.",
        "constraints": [
            "item",
            "concern",
            "found",
            "sanitary",
            "park",
            "neighbor",
            "spacing",
            "enhancing",
            "waste",
            "express",
            "long",
            "sanitaries",
            "space",
            "together",
            "current",
            "dissatisfaction",
            "wasting",
            "find",
            "unpleasant",
            "overshadow",
            "enhance",
            "yearn",
            "cleanliness",
            "condition",
            "litter"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The bread provided by the school cafeteria has gone stale.Please express dissatisfaction in my tone, but in an indirect manner, avoiding direct criticism of the school. Note that you are not allowed to use the following words: provide, baking, qualities, midday, stale, bread, quality, serve, losing, serving, cafeteria, notice, sustenance, dined, attention, bake, lost, accustom, adjustment, lose, staling, noticing, dining, food, providing, dines, meal.",
        "constraints": [
            "provide",
            "baking",
            "qualities",
            "midday",
            "stale",
            "bread",
            "quality",
            "serve",
            "losing",
            "serving",
            "cafeteria",
            "notice",
            "sustenance",
            "dined",
            "attention",
            "bake",
            "lost",
            "accustom",
            "adjustment",
            "lose",
            "staling",
            "noticing",
            "dining",
            "food",
            "providing",
            "dines",
            "meal"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The operation of this software is too complex, and as a user, I find it very difficult to learn how to use it.Please express dissatisfaction tactfully in my tone, suggesting that the developers make improvements, rather than directly criticizing the product. Note that you are not allowed to use the following words: curve, complexity, few, operation, struggle, steep, curving, found, overall, application, interface, struggling, message, learning, user, usabilities, complexities, express, usability, capabilities, learns, wrap, interfacing, messaging, capability, tough, dissatisfaction, learned, find.",
        "constraints": [
            "curve",
            "complexity",
            "few",
            "operation",
            "struggle",
            "steep",
            "curving",
            "found",
            "overall",
            "application",
            "interface",
            "struggling",
            "message",
            "learning",
            "user",
            "usabilities",
            "complexities",
            "express",
            "usability",
            "capabilities",
            "learns",
            "wrap",
            "interfacing",
            "messaging",
            "capability",
            "tough",
            "dissatisfaction",
            "learned",
            "find"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "A friend often interrupts others during conversationExpress dissatisfaction in an indirect manner using my voice, preserving his dignity. Note that you are not allowed to use the following words: displeasure, sentencing, thought, cut, discussion, notice, think, perhaps, interaction, spoke, deeply, sentence, possible, difficult, displeasuring, fully, speak, mid, noticing, approach, interrupt, other, here, point, conversation.",
        "constraints": [
            "displeasure",
            "sentencing",
            "thought",
            "cut",
            "discussion",
            "notice",
            "think",
            "perhaps",
            "interaction",
            "spoke",
            "deeply",
            "sentence",
            "possible",
            "difficult",
            "displeasuring",
            "fully",
            "speak",
            "mid",
            "noticing",
            "approach",
            "interrupt",
            "other",
            "here",
            "point",
            "conversation"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The food delivery was often slow, resulting in the meals becoming cold many times.Please express my disappointment with the delivery service in a tactful and understanding tone towards the service provider. Note that you are not allowed to use the following words: reach, experiencing, expect, overall, cold, arrive, frequency, service, issuing, inconvenience, arriving, delay, inconveniencing, greatly, food, experience, disappointing, frequencies, meal, servicing, issue, various, forward.",
        "constraints": [
            "reach",
            "experiencing",
            "expect",
            "overall",
            "cold",
            "arrive",
            "frequency",
            "service",
            "issuing",
            "inconvenience",
            "arriving",
            "delay",
            "inconveniencing",
            "greatly",
            "food",
            "experience",
            "disappointing",
            "frequencies",
            "meal",
            "servicing",
            "issue",
            "various",
            "forward"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The layout of our local library is quite disorganized, making it challenging for me to locate the books I desire.Please express my dissatisfaction in a polite and tactful manner, using my own tone. Note that you are not allowed to use the following words: believing, experiencing, frequent, library, organization, book, encounter, undergo, underwent, believe, patron, arrangement, user, tad, bit, libraries, visitor, layout, lack, regular, organizing, experience, current, organize.",
        "constraints": [
            "believing",
            "experiencing",
            "frequent",
            "library",
            "organization",
            "book",
            "encounter",
            "undergo",
            "underwent",
            "believe",
            "patron",
            "arrangement",
            "user",
            "tad",
            "bit",
            "libraries",
            "visitor",
            "layout",
            "lack",
            "regular",
            "organizing",
            "experience",
            "current",
            "organize"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The newly bought phone has frequent freezing problems.Convey dissatisfaction to customer service indirectly, ensuring not to sound overly critical. Note that you are not allowed to use the following words: seem, disruption, froze, popsicle, halt, promptly, however, new, able, smoothly, recently, understand, unexpectedly, regard, delay, understood, tantrum, freeze, freezing, toddler, inconvenient, brand.",
        "constraints": [
            "seem",
            "disruption",
            "froze",
            "popsicle",
            "halt",
            "promptly",
            "however",
            "new",
            "able",
            "smoothly",
            "recently",
            "understand",
            "unexpectedly",
            "regard",
            "delay",
            "understood",
            "tantrum",
            "freeze",
            "freezing",
            "toddler",
            "inconvenient",
            "brand"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The air conditioning in the office is always malfunctioning, affecting the employees' work efficiency.Please express my dissatisfaction in an indirect manner using my tone. Avoid explicit complaints when conveying dissatisfaction to the facilities team to maintain good relations. Note that you are not allowed to use the following words: seem, air, discrepancies, work, malfunction, subtle, spacing, promptly, office, understand, issuing, productivity, regard, situation, space, understood, wrought, crucial, uncomfortable, environment, matter, productivities, discrepancy, issue, condition.",
        "constraints": [
            "seem",
            "air",
            "discrepancies",
            "work",
            "malfunction",
            "subtle",
            "spacing",
            "promptly",
            "office",
            "understand",
            "issuing",
            "productivity",
            "regard",
            "situation",
            "space",
            "understood",
            "wrought",
            "crucial",
            "uncomfortable",
            "environment",
            "matter",
            "productivities",
            "discrepancy",
            "issue",
            "condition"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The bakery that I frequent often has reduced the quantity of ingredients used, making their products less tasty.Please express my dissatisfaction in an indirect manner using my tone. Don't explicitly criticize or offend the establishment's operations. Note that you are not allowed to use the following words: seem, qualities, differencing, establishment, bread, taste, grow, pastry, quality, notice, customer, product, lately, difference, recently, offer, miss, lack, flavor, regular, noticing, grew, tasting, bakeries, bakery, pastries.",
        "constraints": [
            "seem",
            "qualities",
            "differencing",
            "establishment",
            "bread",
            "taste",
            "grow",
            "pastry",
            "quality",
            "notice",
            "customer",
            "product",
            "lately",
            "difference",
            "recently",
            "offer",
            "miss",
            "lack",
            "flavor",
            "regular",
            "noticing",
            "grew",
            "tasting",
            "bakeries",
            "bakery",
            "pastries"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "A peer's crucial report contains numerous typographical mistakes.Express dissatisfaction in an indirect manner using my voice, preserving his dignity. Note that you are not allowed to use the following words: believing, insightful, few, work, readabilities, thought, overall, believe, spell, think, readability, error, message, professionalism, format, proofread, detract, document, wrought, messaging, review, report.",
        "constraints": [
            "believing",
            "insightful",
            "few",
            "work",
            "readabilities",
            "thought",
            "overall",
            "believe",
            "spell",
            "think",
            "readability",
            "error",
            "message",
            "professionalism",
            "format",
            "proofread",
            "detract",
            "document",
            "wrought",
            "messaging",
            "review",
            "report"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The customer service response from the online store was very slow, and my after-sales experience was poor.Express dissatisfaction in an indirect manner using my voice. Give constructive criticism without being disrespectful or overtly negative. Note that you are not allowed to use the following words: response, purchasing, journey, experiencing, aspect, store, sale, timely, interaction, customer, process, purchase, difficult, service, slow, inconvenience, regard, inconveniencing, unacceptable, experience, dissatisfaction, servicing, storing, recent.",
        "constraints": [
            "response",
            "purchasing",
            "journey",
            "experiencing",
            "aspect",
            "store",
            "sale",
            "timely",
            "interaction",
            "customer",
            "process",
            "purchase",
            "difficult",
            "service",
            "slow",
            "inconvenience",
            "regard",
            "inconveniencing",
            "unacceptable",
            "experience",
            "dissatisfaction",
            "servicing",
            "storing",
            "recent"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "My assistant often prefers a casual dress code, which may not fit our professional environment.Express dissatisfaction in an indirect manner using my voice. Express concern about adopting a more professional dress code without directly criticizing her current attire. Note that you are not allowed to use the following words: seem, believing, align, maintain, code, work, dress, team, coding, believe, style, professional, attiring, attire, message, casual, lately, standard, understand, unique, understood, wrought, messaging, styling.",
        "constraints": [
            "seem",
            "believing",
            "align",
            "maintain",
            "code",
            "work",
            "dress",
            "team",
            "coding",
            "believe",
            "style",
            "professional",
            "attiring",
            "attire",
            "message",
            "casual",
            "lately",
            "standard",
            "understand",
            "unique",
            "understood",
            "wrought",
            "messaging",
            "styling"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "My hairstylist's skills are quite poor, he ruined my haircut.Express my dissatisfaction with the hairstylist in a polite and indirect manner, avoiding direct criticism of his skills. Note that you are not allowed to use the following words: time, coming, came, found, unfortunately, hoping, come, style, preference, message, haircut, hope, hair, adjustment, suit, express, timing, messaging, discuss, find, styling, achieving, achieve, look.",
        "constraints": [
            "time",
            "coming",
            "came",
            "found",
            "unfortunately",
            "hoping",
            "come",
            "style",
            "preference",
            "message",
            "haircut",
            "hope",
            "hair",
            "adjustment",
            "suit",
            "express",
            "timing",
            "messaging",
            "discuss",
            "find",
            "styling",
            "achieving",
            "achieve",
            "look"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "My neighbor's dog often makes loud noises in the morning, interfering with my rest.Express my dissatisfaction in a polite and indirect manner. Convey the message without blaming the neighbor directly, maintaining a polite and gentle tone. Note that you are not allowed to use the following words: seem, reach, earlies, slept, found, early, brought, affect, noising, address, sleep, disturb, understand, bring, understood, disrupt, loud, discuss, residence, dog, unpredictable, matter, find, start, noise.",
        "constraints": [
            "seem",
            "reach",
            "earlies",
            "slept",
            "found",
            "early",
            "brought",
            "affect",
            "noising",
            "address",
            "sleep",
            "disturb",
            "understand",
            "bring",
            "understood",
            "disrupt",
            "loud",
            "discuss",
            "residence",
            "dog",
            "unpredictable",
            "matter",
            "find",
            "start",
            "noise"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The barista at the coffee shop I frequently visit is too careless, often mixing up my order.Express my dissatisfaction with the barista in a polite and indirect manner, using my tone. Note that you are not allowed to use the following words: seem, discrepancies, drank, hard, drink, coffee, interaction, attention, lately, pattern, now, service, receiving, usual, regular, together, shop, drunk, atmosphere, preparation, servicing, discrepancy, receive, bit.",
        "constraints": [
            "seem",
            "discrepancies",
            "drank",
            "hard",
            "drink",
            "coffee",
            "interaction",
            "attention",
            "lately",
            "pattern",
            "now",
            "service",
            "receiving",
            "usual",
            "regular",
            "together",
            "shop",
            "drunk",
            "atmosphere",
            "preparation",
            "servicing",
            "discrepancy",
            "receive",
            "bit"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "A coworker fails to meet project deadlines, leading to overall project delays.Express my dissatisfaction in an indirect manner, without directly criticizing him. Note that you are not allowed to use the following words: believing, deadlining, team, objective, overall, timely, believe, notice, project, message, deadline, assignment, miss, obstacle, noticing, delay, together, messaging, crucial, current.",
        "constraints": [
            "believing",
            "deadlining",
            "team",
            "objective",
            "overall",
            "timely",
            "believe",
            "notice",
            "project",
            "message",
            "deadline",
            "assignment",
            "miss",
            "obstacle",
            "noticing",
            "delay",
            "together",
            "messaging",
            "crucial",
            "current"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "The customer service representative was rude, and our communication was unpleasant.To preserve his dignity, please express my dissatisfaction in an indirect manner, reflecting my tone. Note that you are not allowed to use the following words: believing, perplexes, experiencing, perplexed, unfortunately, believe, necessaries, interaction, perplexing, customer, regrettably, rude, address, service, communication, necessary, experience, dissatisfaction, unprofessional, unpleasant, servicing, point, conversation, recent.",
        "constraints": [
            "believing",
            "perplexes",
            "experiencing",
            "perplexed",
            "unfortunately",
            "believe",
            "necessaries",
            "interaction",
            "perplexing",
            "customer",
            "regrettably",
            "rude",
            "address",
            "service",
            "communication",
            "necessary",
            "experience",
            "dissatisfaction",
            "unprofessional",
            "unpleasant",
            "servicing",
            "point",
            "conversation",
            "recent"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "This novel lacks logical coherence, and I found it displeasing.In order to soften the criticism and be considerate of the author's feelings, please express the critique in an indirect manner, using gentle phrasing. Note that you are not allowed to use the following words: seem, storied, disjoint, time, flow, logical, stories, thought, fares, found, subtly, think, regret, feel, felt, progression, narrative, fully, story, coherence, further, lack, faring, timing, unique, effort, find, fared, recent.",
        "constraints": [
            "seem",
            "storied",
            "disjoint",
            "time",
            "flow",
            "logical",
            "stories",
            "thought",
            "fares",
            "found",
            "subtly",
            "think",
            "regret",
            "feel",
            "felt",
            "progression",
            "narrative",
            "fully",
            "story",
            "coherence",
            "further",
            "lack",
            "faring",
            "timing",
            "unique",
            "effort",
            "find",
            "fared",
            "recent"
        ]
    },
    {
        "category": "tactful criticism",
        "request": "My roommate doesn't like to shower, and he has a rather unpleasant body odor.Please express my dissatisfaction with this in an indirect manner that spares his dignity. Note that you are not allowed to use the following words: believing, concern, maintain, thought, daily, becoming, using, believe, notice, think, apartment, perhaps, spacing, chat, dailies, shower, affect, arrangement, observing, haven, became, observe, become, use, noticing, situation, space, uncomfortable, environment.",
        "constraints": [
            "believing",
            "concern",
            "maintain",
            "thought",
            "daily",
            "becoming",
            "using",
            "believe",
            "notice",
            "think",
            "apartment",
            "perhaps",
            "spacing",
            "chat",
            "dailies",
            "shower",
            "affect",
            "arrangement",
            "observing",
            "haven",
            "became",
            "observe",
            "become",
            "use",
            "noticing",
            "situation",
            "space",
            "uncomfortable",
            "environment"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a concise statement for a company dealing with a product recall crisis.Complete this instruction in an indirect manner. Your response should be under 100 words. Note that you are not allowed to use the following words: updating, rectify, immediate, continuing, rectifies, batch, team, regret, product, identified, identifies, rectified, standard, apologizing, continues, apologize, continued, priorities, issuing, identify, inconvenience, update, inconveniencing, situation, priority, recall, issue.",
        "constraints": [
            "updating",
            "rectify",
            "immediate",
            "continuing",
            "rectifies",
            "batch",
            "team",
            "regret",
            "product",
            "identified",
            "identifies",
            "rectified",
            "standard",
            "apologizing",
            "continues",
            "apologize",
            "continued",
            "priorities",
            "issuing",
            "identify",
            "inconvenience",
            "update",
            "inconveniencing",
            "situation",
            "priority",
            "recall",
            "issue"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a promotional slogan for the financial aid program for college students facing economic hardship.Complete this instruction in an indirect manner. Ensure it is motivating and inspiring for the students, but avoid directly emphasizing their financial difficulties. Note that you are not allowed to use the following words: journey, transformative, future, attainable, today, tomorrow, empower, economic, emphasizing, restrict, overcame, path, overcome, overcoming, suggest, hardship, together, height, emphasize, financial, aid, face, facing.",
        "constraints": [
            "journey",
            "transformative",
            "future",
            "attainable",
            "today",
            "tomorrow",
            "empower",
            "economic",
            "emphasizing",
            "restrict",
            "overcame",
            "path",
            "overcome",
            "overcoming",
            "suggest",
            "hardship",
            "together",
            "height",
            "emphasize",
            "financial",
            "aid",
            "face",
            "facing"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Crafting a promotional slogan for a recently initiated support group for the LGBT community.Complete this instruction in an indirect manner. In consideration of social inclusivity, please avoid direct reference to LGBT. Note that you are not allowed to use the following words: journey, differencing, slogan, found, group, supportive, individual, tomorrow, emphasizing, spacing, difference, tribe, suggest, space, together, emphasize, find, community, start, communities, here, various.",
        "constraints": [
            "journey",
            "differencing",
            "slogan",
            "found",
            "group",
            "supportive",
            "individual",
            "tomorrow",
            "emphasizing",
            "spacing",
            "difference",
            "tribe",
            "suggest",
            "space",
            "together",
            "emphasize",
            "find",
            "community",
            "start",
            "communities",
            "here",
            "various"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "A community center provides free psychological services for people with depression, help them write an advertisement.Complete this instruction in an indirect manner. Emphasize the availability of the service, avoid using terms that may lead to stigmatization of mental health. Note that you are not allowed to use the following words: life, challenge, battling, moment, design, struggle, beacon, lives, struggling, spacing, navigate, battle, service, challenging, offer, mental, psychological, understand, reflect, space, understood, dedicating, alone, environment, dedicate, navigating, here, servicing.",
        "constraints": [
            "life",
            "challenge",
            "battling",
            "moment",
            "design",
            "struggle",
            "beacon",
            "lives",
            "struggling",
            "spacing",
            "navigate",
            "battle",
            "service",
            "challenging",
            "offer",
            "mental",
            "psychological",
            "understand",
            "reflect",
            "space",
            "understood",
            "dedicating",
            "alone",
            "environment",
            "dedicate",
            "navigating",
            "here",
            "servicing"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Design a promotional banner for a charity initiative aimed at providing meals to the homelessness.Complete this instruction in an indirect manner. Avoid mentioning homelessness directly to preserve the dignity of the initiative's beneficiaries. Note that you are not allowed to use the following words: differencing, today, create, nutritious, spread, individual, tomorrow, skyline, homeless, sustenance, creating, making, need, skylining, difference, stitch, make, imaging, together, hungry, made, community, communities, image, meal.",
        "constraints": [
            "differencing",
            "today",
            "create",
            "nutritious",
            "spread",
            "individual",
            "tomorrow",
            "skyline",
            "homeless",
            "sustenance",
            "creating",
            "making",
            "need",
            "skylining",
            "difference",
            "stitch",
            "make",
            "imaging",
            "together",
            "hungry",
            "made",
            "community",
            "communities",
            "image",
            "meal"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write an advertisement slogan for a product treating foot odor.Complete this instruction in an indirect manner. Be mindful of saving face for the consumer. Note that you are not allowed to use the following words: unspoile, say, today, daily, unwelcome, leave, scent, overpower, knew, said, dailies, saies, unshaken, leaving, now, user, forever, confident, ticket, step, left, guarantee, freshen.",
        "constraints": [
            "unspoile",
            "say",
            "today",
            "daily",
            "unwelcome",
            "leave",
            "scent",
            "overpower",
            "knew",
            "said",
            "dailies",
            "saies",
            "unshaken",
            "leaving",
            "now",
            "user",
            "forever",
            "confident",
            "ticket",
            "step",
            "left",
            "guarantee",
            "freshen"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a promotional slogan for an adult diaper, highlighting its excellent water absorption capabilities.Complete this instruction in an indirect manner. Be mindful of the customers' feelings and use a discreet expression for the promotion. Note that you are not allowed to use the following words: spill, unexpected, moment, effortlessly, diaper, slogan, subtly, dryness, dry, harness, unparalleled, spontaneous, splash, dried, little, grown, engineer, unpredictable, dries, comfortably.",
        "constraints": [
            "spill",
            "unexpected",
            "moment",
            "effortlessly",
            "diaper",
            "slogan",
            "subtly",
            "dryness",
            "dry",
            "harness",
            "unparalleled",
            "spontaneous",
            "splash",
            "dried",
            "little",
            "grown",
            "engineer",
            "unpredictable",
            "dries",
            "comfortably"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Design a promotional slogan for a program to assist the unemployed.Complete this instruction in an indirect manner, taking care of their self-esteem. Note that you are not allowed to use the following words: potential, emphasized, phrase, future, phrasing, slogan, next, subtly, empower, aim, emphasizing, unemployed, emphasizes, program, step, employment, role, status, current, focus.",
        "constraints": [
            "potential",
            "emphasized",
            "phrase",
            "future",
            "phrasing",
            "slogan",
            "next",
            "subtly",
            "empower",
            "aim",
            "emphasizing",
            "unemployed",
            "emphasizes",
            "program",
            "step",
            "employment",
            "role",
            "status",
            "current",
            "focus"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a promotional slogan for a natural skincare product targeting middle-aged and older women over 50 years old.Complete this instruction in an indirect manner. Avoid implying aging issues and protect the consumers' self-esteem. Note that you are not allowed to use the following words: qualities, phrase, revitalizing, puring, phrasing, slogan, pure, women, quality, revitalize, aging, protective, referencing, rejuvenation, reference, age, now, restrict, selves, suggest, appearance, self, woman, skin, renewal.",
        "constraints": [
            "qualities",
            "phrase",
            "revitalizing",
            "puring",
            "phrasing",
            "slogan",
            "pure",
            "women",
            "quality",
            "revitalize",
            "aging",
            "protective",
            "referencing",
            "rejuvenation",
            "reference",
            "age",
            "now",
            "restrict",
            "selves",
            "suggest",
            "appearance",
            "self",
            "woman",
            "skin",
            "renewal"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "A gym offers a weight loss program targeting overweight individuals. Write a promotional slogan.Complete this instruction in an indirect manner. Avoid evoking anxiety about obesity and protect the self-esteem of potential customers. Note that you are not allowed to use the following words: reach, journey, uplift, future, today, losing, tomorrow, await, strong, embrace, emphasizing, good, lost, embracing, goal, lose, program, instead, transform, emphasize, unleash, here.",
        "constraints": [
            "reach",
            "journey",
            "uplift",
            "future",
            "today",
            "losing",
            "tomorrow",
            "await",
            "strong",
            "embrace",
            "emphasizing",
            "good",
            "lost",
            "embracing",
            "goal",
            "lose",
            "program",
            "instead",
            "transform",
            "emphasize",
            "unleash",
            "here"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Craft a promotional slogan for a charity event to support single-parent families facing financial hurdles.Complete this instruction in an indirect manner. Avoid direct references to financial struggle to respect single parents' dignity. Note that you are not allowed to use the following words: phrase, extraordinaries, celebration, phrasing, parent, slogan, empower, aim, emphasizing, convey, unity, overcame, strengthen, overcome, extraordinary, overcoming, unities, goal, difficulties, together, emphasize, financial, difficulty, unwavering.",
        "constraints": [
            "phrase",
            "extraordinaries",
            "celebration",
            "phrasing",
            "parent",
            "slogan",
            "empower",
            "aim",
            "emphasizing",
            "convey",
            "unity",
            "overcame",
            "strengthen",
            "overcome",
            "extraordinary",
            "overcoming",
            "unities",
            "goal",
            "difficulties",
            "together",
            "emphasize",
            "financial",
            "difficulty",
            "unwavering"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Design an advertisement slogan for a deodorant that can reduce underarm odor.Complete this instruction in an indirect manner. Craft this slogan in a subtle way to avoid causing embarrassment. Note that you are not allowed to use the following words: straightforward, phrase, embarrassing, phrasing, embarrassment, individual, using, protective, deodorant, catchy, emphasizing, product, convey, embarrassed, communicate, embarrasses, use, emphasize, communicating, problem, unpleasant, implied, day, guarantee, implies, imply.",
        "constraints": [
            "straightforward",
            "phrase",
            "embarrassing",
            "phrasing",
            "embarrassment",
            "individual",
            "using",
            "protective",
            "deodorant",
            "catchy",
            "emphasizing",
            "product",
            "convey",
            "embarrassed",
            "communicate",
            "embarrasses",
            "use",
            "emphasize",
            "communicating",
            "problem",
            "unpleasant",
            "implied",
            "day",
            "guarantee",
            "implies",
            "imply"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Craft a marketing slogan for an educational program aimed at individuals with lower levels of education.Complete this instruction in an indirect manner. Avoid creating anxiety around educational attainment to protect the self-esteem of potential students. Note that you are not allowed to use the following words: individual, journey, level, grew, potential, unleash, inclusivity, low, empower, hid, program, step, education, discover, grow, slogan, new.",
        "constraints": [
            "individual",
            "journey",
            "level",
            "grew",
            "potential",
            "unleash",
            "inclusivity",
            "low",
            "empower",
            "hid",
            "program",
            "step",
            "education",
            "discover",
            "grow",
            "slogan",
            "new"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write an advertising slogan for a product that helps locate elderly people who have wandered off.Complete this instruction in an indirect manner. Highlight the convenience and ability to improve quality of life, while avoiding words that could cause anxiety or shame for the elderly. Note that you are not allowed to use the following words: one, provide, elderly, elderlies, slogan, found, trust, caregiver, empower, product, connect, always, companion, restrict, instead, anywhere, find, providing, focus.",
        "constraints": [
            "one",
            "provide",
            "elderly",
            "elderlies",
            "slogan",
            "found",
            "trust",
            "caregiver",
            "empower",
            "product",
            "connect",
            "always",
            "companion",
            "restrict",
            "instead",
            "anywhere",
            "find",
            "providing",
            "focus"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a slogan encouraging smokers to quit smoking.Complete this instruction in an indirect manner. Encourage and support quitters, without making them feel ashamed or like failures. Note that you are not allowed to use the following words: life, journey, freely, time, choosing, today, vibrantly, tomorrow, lives, took, smoking, negative, taking, negativing, smoke, now, fully, health, timing, choose, take, chose.",
        "constraints": [
            "life",
            "journey",
            "freely",
            "time",
            "choosing",
            "today",
            "vibrantly",
            "tomorrow",
            "lives",
            "took",
            "smoking",
            "negative",
            "taking",
            "negativing",
            "smoke",
            "now",
            "fully",
            "health",
            "timing",
            "choose",
            "take",
            "chose"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "A community is holding a consultation event on sexual dysfunction. Please write a promotional message.Complete this instruction in an indirect manner. Avoid causing any unnecessary embarrassment or psychological stress. Note that you are not allowed to use the following words: experiencing, dysfunction, delving, intimate, overall, discussion, intricacy, deep, delve, insight, announce, announcing, practical, answer, upcoming, open, yet, address, intimating, intricacies, experience, community, communities, human, topic, learn.",
        "constraints": [
            "experiencing",
            "dysfunction",
            "delving",
            "intimate",
            "overall",
            "discussion",
            "intricacy",
            "deep",
            "delve",
            "insight",
            "announce",
            "announcing",
            "practical",
            "answer",
            "upcoming",
            "open",
            "yet",
            "address",
            "intimating",
            "intricacies",
            "experience",
            "community",
            "communities",
            "human",
            "topic",
            "learn"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a promotional message for a domestic violence assistance center.Complete this instruction in an indirect manner. Ensure the language is safe, private, and makes victims feel protected and understood. Note that you are not allowed to use the following words: life, foster, challenge, mind, complexity, found, lives, recognize, navigate, difficult, challenging, offer, complexities, violence, alone, regain, safetied, resilience, environment, find, safeties, navigating, safety, here, face, facing, wide, recognizing.",
        "constraints": [
            "life",
            "foster",
            "challenge",
            "mind",
            "complexity",
            "found",
            "lives",
            "recognize",
            "navigate",
            "difficult",
            "challenging",
            "offer",
            "complexities",
            "violence",
            "alone",
            "regain",
            "safetied",
            "resilience",
            "environment",
            "find",
            "safeties",
            "navigating",
            "safety",
            "here",
            "face",
            "facing",
            "wide",
            "recognizing"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write an advertisement for a hair loss product.Complete this instruction in an indirect manner. Be mindful of saving the consumer's face and avoid inducing feelings of shame. Note that you are not allowed to use the following words: rejuvenating, thinned, design, nourish, goodbye, unwanted, full, introduce, seek, enhancing, rejuvenate, mane, clinically, enhances, hair, tired, appearance, shed, thinning, bald, thins, introducing, sought, scalp, enhanced, look.",
        "constraints": [
            "rejuvenating",
            "thinned",
            "design",
            "nourish",
            "goodbye",
            "unwanted",
            "full",
            "introduce",
            "seek",
            "enhancing",
            "rejuvenate",
            "mane",
            "clinically",
            "enhances",
            "hair",
            "tired",
            "appearance",
            "shed",
            "thinning",
            "bald",
            "thins",
            "introducing",
            "sought",
            "scalp",
            "enhanced",
            "look"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write a promotional statement advertising educational services provided for children with autism.Complete this instruction in an indirect manner. Avoid undermining the self-esteem of the children and their parents, and encourage them to seek help and utilize these services. Note that you are not allowed to use the following words: foster, experience, educational, experiencing, potential, service, child, educator, therapist, autism, need, servicing, expression, team, learn.",
        "constraints": [
            "foster",
            "experience",
            "educational",
            "experiencing",
            "potential",
            "service",
            "child",
            "educator",
            "therapist",
            "autism",
            "need",
            "servicing",
            "expression",
            "team",
            "learn"
        ]
    },
    {
        "category": "publicity campaign",
        "request": "Write an advertisement for a brand of wheelchair.Complete this instruction in an indirect manner. Focus on how the equipment enhances quality of life and independence, rather than emphasizing the inconvenience caused by disability. Note that you are not allowed to use the following words: reliable, journey, symbol, comfort, craft, stylish, design, mobility, chapter, unwavere, introduce, product, maneuverability, wheelchair, new, maneuverabilities, unparalleled, limitation, durabilities, mobilities, introducing, , durability.",
        "constraints": [
            "reliable",
            "journey",
            "symbol",
            "comfort",
            "craft",
            "stylish",
            "design",
            "mobility",
            "chapter",
            "unwavere",
            "introduce",
            "product",
            "maneuverability",
            "wheelchair",
            "new",
            "maneuverabilities",
            "unparalleled",
            "limitation",
            "durabilities",
            "mobilities",
            "introducing",
            "",
            "durability"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain the case of the female doctor who was raped and murdered in India to a child.Write a response using a parental tone in an indirect manner. Avoid describing specific details of violence directly, and be mindful of the child's feeling. Note that you are not allowed to use the following words: alone, took, take, sad, once, man, doctor, terrible, taking, sick, hurt, men, just, unfortunately, hospital, harm, pediatrician.",
        "constraints": [
            "alone",
            "took",
            "take",
            "sad",
            "once",
            "man",
            "doctor",
            "terrible",
            "taking",
            "sick",
            "hurt",
            "men",
            "just",
            "unfortunately",
            "hospital",
            "harm",
            "pediatrician"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Addressing with my child the racial bullying issues faced by their classmate.Write a response using a parental tone in an indirect manner. Focus more on teaching empathy and acceptance rather than the negativity of racial discrimination. Note that you are not allowed to use the following words: seem, believing, classmate, differencing, found, believe, making, difficult, bully, address, difference, racial, make, understand, bullied, unacceptable, situation, understood, tough, child, made, find, bullies, face, facing, lot.",
        "constraints": [
            "seem",
            "believing",
            "classmate",
            "differencing",
            "found",
            "believe",
            "making",
            "difficult",
            "bully",
            "address",
            "difference",
            "racial",
            "make",
            "understand",
            "bullied",
            "unacceptable",
            "situation",
            "understood",
            "tough",
            "child",
            "made",
            "find",
            "bullies",
            "face",
            "facing",
            "lot"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explaining the phenomenon of discrimination against homosexuality to children.Write a response using a parental tone in an indirect manner. Present diverse forms of love in a respectful and considerate way, without prejudice. Note that you are not allowed to use the following words: differencing, individual, important, different, gay, probably, people, difference, understand, understood, way, other, letter, peopling, child, talk, topic, subject, conversation.",
        "constraints": [
            "differencing",
            "individual",
            "important",
            "different",
            "gay",
            "probably",
            "people",
            "difference",
            "understand",
            "understood",
            "way",
            "other",
            "letter",
            "peopling",
            "child",
            "talk",
            "topic",
            "subject",
            "conversation"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explaining to a child what death is.Write a response using a parental tone in an indirect manner. Be mindful of the child's feeling. Note that you are not allowed to use the following words: life, air, let, thing, grow, using, lives, float, knew, grasp, difficult, understand, tired, death, tree, use, understood, know, flower, grew, child, seed, plant.",
        "constraints": [
            "life",
            "air",
            "let",
            "thing",
            "grow",
            "using",
            "lives",
            "float",
            "knew",
            "grasp",
            "difficult",
            "understand",
            "tired",
            "death",
            "tree",
            "use",
            "understood",
            "know",
            "flower",
            "grew",
            "child",
            "seed",
            "plant"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to children what sexual assault is, and educate them on how to protect their bodies.Write a response using a parental tone in an indirect manner. Be mindful of the children's feelings. Note that you are not allowed to use the following words: today, scaring, titling, unwanted, yucky, touch, difficult, bodies, especially, bodied, understand, inappropriate, understood, body, uncomfortable, talk, title, topic, scare.",
        "constraints": [
            "today",
            "scaring",
            "titling",
            "unwanted",
            "yucky",
            "touch",
            "difficult",
            "bodies",
            "especially",
            "bodied",
            "understand",
            "inappropriate",
            "understood",
            "body",
            "uncomfortable",
            "talk",
            "title",
            "topic",
            "scare"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to children why some movies and video games have age restrictions.Write a response using a parental tone in an indirect manner. Don't directly discuss topics like sex, violence, gambling, or drugs. Note that you are not allowed to use the following words: one, confused, had, thing, hard, movie, grow, aging, restriction, suitable, have, confuses, age, having, upset, label, understand, little, confusing, understood, has, grew, kid, scary, video, learn.",
        "constraints": [
            "one",
            "confused",
            "had",
            "thing",
            "hard",
            "movie",
            "grow",
            "aging",
            "restriction",
            "suitable",
            "have",
            "confuses",
            "age",
            "having",
            "upset",
            "label",
            "understand",
            "little",
            "confusing",
            "understood",
            "has",
            "grew",
            "kid",
            "scary",
            "video",
            "learn"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to the child the changes in the relationship between the parents after their divorce.Write a response using a parental tone in an indirect manner. Be mindful of using appropriate language so that the child understands the changes in the family while still feeling loved by both parents. Note that you are not allowed to use the following words: confused, thing, deciding, don, confuses, tricky, doesn, divorce, now, understand, realizing, same, separating, confusing, understood, together, realize, other, own, decide, separate, divorcing, bit.",
        "constraints": [
            "confused",
            "thing",
            "deciding",
            "don",
            "confuses",
            "tricky",
            "doesn",
            "divorce",
            "now",
            "understand",
            "realizing",
            "same",
            "separating",
            "confusing",
            "understood",
            "together",
            "realize",
            "other",
            "own",
            "decide",
            "separate",
            "divorcing",
            "bit"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to the child that due to declining health, it is necessary to have his pet dog euthanized.Write a response using a parental tone in an indirect manner. Avoiding explicit discussion of euthanasia and death, and focus instead on relieving the pet's suffering. Note that you are not allowed to use the following words: know, act, health, isn, using, naming, tough, dog, knew, sick, need, name, feel, use, felt, today, conversation, pet.",
        "constraints": [
            "know",
            "act",
            "health",
            "isn",
            "using",
            "naming",
            "tough",
            "dog",
            "knew",
            "sick",
            "need",
            "name",
            "feel",
            "use",
            "felt",
            "today",
            "conversation",
            "pet"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to the child about the family's financial difficulties and that it's not possible to have meat every day.Write a response using a parental tone in an indirect manner. Be mindful of the child's feelings. Note that you are not allowed to use the following words: had, thing, time, type, puzzling, families, have, puzzle, chat, need, however, having, lately, saw, piecing, little, timing, family, has, food, money, typing, see, piece, meal, meat.",
        "constraints": [
            "had",
            "thing",
            "time",
            "type",
            "puzzling",
            "families",
            "have",
            "puzzle",
            "chat",
            "need",
            "however",
            "having",
            "lately",
            "saw",
            "piecing",
            "little",
            "timing",
            "family",
            "has",
            "food",
            "money",
            "typing",
            "see",
            "piece",
            "meal",
            "meat"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Answer the child's question 'How was I born?Write a response using a parental tone in an indirect manner. Be mindful to answer this sensitive question tactfully and appropriately. Note that you are not allowed to use the following words: let, time, womb, tummy, grow, mommy, month, call, special, baby, cozies, babied, tiny, bear, cozied, bodies, placing, bodied, born, mommies, babies, bore, timing, develop, tummies, body, cozy, grew, place.",
        "constraints": [
            "let",
            "time",
            "womb",
            "tummy",
            "grow",
            "mommy",
            "month",
            "call",
            "special",
            "baby",
            "cozies",
            "babied",
            "tiny",
            "bear",
            "cozied",
            "bodies",
            "placing",
            "bodied",
            "born",
            "mommies",
            "babies",
            "bore",
            "timing",
            "develop",
            "tummies",
            "body",
            "cozy",
            "grew",
            "place"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to the child about social injustice, where some people live in manors while others are homeless.Write a response using a parental tone in an indirect manner. Be careful with your wording to avoid imparting negative emotions. Note that you are not allowed to use the following words: let, small, manor, slept, call, big, complex, toy, people, world, sleep, understand, understood, live, other, child, peopling, living, talk, community, communities, topic, injustice.",
        "constraints": [
            "let",
            "small",
            "manor",
            "slept",
            "call",
            "big",
            "complex",
            "toy",
            "people",
            "world",
            "sleep",
            "understand",
            "understood",
            "live",
            "other",
            "child",
            "peopling",
            "living",
            "talk",
            "community",
            "communities",
            "topic",
            "injustice"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Tell my daughter that she is adopted.Write a response using a parental tone in an indirect manner. Ensure the phrasing is appropriate to avoid causing psychological harm to her. Note that you are not allowed to use the following words: life, storied, significant, believing, openly, selfless, stories, led, thought, found, lives, believe, adoption, think, mean, families, making, bear, process, want, born, story, biologically, make, bore, family, lead, child, made, find, conversation.",
        "constraints": [
            "life",
            "storied",
            "significant",
            "believing",
            "openly",
            "selfless",
            "stories",
            "led",
            "thought",
            "found",
            "lives",
            "believe",
            "adoption",
            "think",
            "mean",
            "families",
            "making",
            "bear",
            "process",
            "want",
            "born",
            "story",
            "biologically",
            "make",
            "bore",
            "family",
            "lead",
            "child",
            "made",
            "find",
            "conversation"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Tell the child that we need to take the elderly person with Alzheimer's to a nursing home.Write a response using a parental tone in an indirect manner. Be mindful of how you phrase things and avoid making the child feel like we are abandoning the elderly person. Note that you are not allowed to use the following words: homing, time, elderly, elderlies, design, found, important, families, deeply, knew, home, people, need, making, especially, placing, dear, make, timing, nursing, family, together, know, peopling, made, child, find, place.",
        "constraints": [
            "homing",
            "time",
            "elderly",
            "elderlies",
            "design",
            "found",
            "important",
            "families",
            "deeply",
            "knew",
            "home",
            "people",
            "need",
            "making",
            "especially",
            "placing",
            "dear",
            "make",
            "timing",
            "nursing",
            "family",
            "together",
            "know",
            "peopling",
            "made",
            "child",
            "find",
            "place"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Tell the child that the family company has gone bankrupt, we can't pay the mortgage anymore, and we have to move out.Write a response using a parental tone in an indirect manner. Be mindful of how you phrase things and avoid damaging the child's self-esteem. Note that you are not allowed to use the following words: result, mortgaging, believing, thing, payment, business, name, unfortunately, found, believe, important, mortgage, families, mean, message, need, difficult, want, naming, long, family, messaging, live, find, talk, living, reflection.",
        "constraints": [
            "result",
            "mortgaging",
            "believing",
            "thing",
            "payment",
            "business",
            "name",
            "unfortunately",
            "found",
            "believe",
            "important",
            "mortgage",
            "families",
            "mean",
            "message",
            "need",
            "difficult",
            "want",
            "naming",
            "long",
            "family",
            "messaging",
            "live",
            "find",
            "talk",
            "living",
            "reflection"
        ]
    },
    {
        "category": "sensitive content",
        "request": "My neighbor is transitioning genders, and I need to explain to my child what gender transition means.Write a response using a parental tone in an indirect manner. Rather than going into the details of gender reassignment surgery, focus on teaching my child to respect everyone's choices. Note that you are not allowed to use the following words: had, name, notice, important, identities, neighbor, have, different, transition, people, feel, felt, having, naming, express, noticing, has, way, identity, child, peopling, talk, topic, conversation.",
        "constraints": [
            "had",
            "name",
            "notice",
            "important",
            "identities",
            "neighbor",
            "have",
            "different",
            "transition",
            "people",
            "feel",
            "felt",
            "having",
            "naming",
            "express",
            "noticing",
            "has",
            "way",
            "identity",
            "child",
            "peopling",
            "talk",
            "topic",
            "conversation"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Please tell the child about a flood that occurred in a certain place, resulting in many deaths.Write a response using a parental tone in an indirect manner. When explaining this incident to children, avoid going into the details of the disaster to prevent them from feeling distressed. Note that you are not allowed to use the following words: bad, storied, homing, manies, time, stories, causing, cause, unfortunately, river, home, people, placing, ago, story, region, flood, disaster, timing, tragic, situation, amount, rainfall, peopling, place, start, many.",
        "constraints": [
            "bad",
            "storied",
            "homing",
            "manies",
            "time",
            "stories",
            "causing",
            "cause",
            "unfortunately",
            "river",
            "home",
            "people",
            "placing",
            "ago",
            "story",
            "region",
            "flood",
            "disaster",
            "timing",
            "tragic",
            "situation",
            "amount",
            "rainfall",
            "peopling",
            "place",
            "start",
            "many"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Discuss a racial protest turned riot in a nearby city with a child.Write a response using a parental tone in an indirect manner. Focus on educating about equality and peaceful protests, refrain from mentioning violence and discrimination. Note that you are not allowed to use the following words: thing, news, protest, closing, unfortunately, people, world, upset, recently, happen, nearby, understand, issuing, express, riot, situation, understood, together, close, peopling, talk, issue.",
        "constraints": [
            "thing",
            "news",
            "protest",
            "closing",
            "unfortunately",
            "people",
            "world",
            "upset",
            "recently",
            "happen",
            "nearby",
            "understand",
            "issuing",
            "express",
            "riot",
            "situation",
            "understood",
            "together",
            "close",
            "peopling",
            "talk",
            "issue"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explain to the child that he is ill and needs surgery.Write a response using a parental tone in an indirect manner. Be careful not to scare him; instead, explain the situation in an optimistic and supportive way. Note that you are not allowed to use the following words: work, surgery, tuning, hurt, call, fight, tune, puzzling, toy, puzzle, need, feel, felt, lately, want, bodies, bodied, illness, surgeries, doctor, extra, wrought, fought, body, bit.",
        "constraints": [
            "work",
            "surgery",
            "tuning",
            "hurt",
            "call",
            "fight",
            "tune",
            "puzzling",
            "toy",
            "puzzle",
            "need",
            "feel",
            "felt",
            "lately",
            "want",
            "bodies",
            "bodied",
            "illness",
            "surgeries",
            "doctor",
            "extra",
            "wrought",
            "fought",
            "body",
            "bit"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Explaining to a child why her classmate lives in a dilapidated house.Write a response using a parental tone in an indirect manner. Avoid emphasizing the wealth gap and social inequality, and focus on cultivating her empathy. Note that you are not allowed to use the following words: homing, hard, circumstance, classmate, thought, don, circumstancing, think, different, home, people, difficult, playmate, understand, unique, understood, housing, live, tough, peopling, house, living, bit.",
        "constraints": [
            "homing",
            "hard",
            "circumstance",
            "classmate",
            "thought",
            "don",
            "circumstancing",
            "think",
            "different",
            "home",
            "people",
            "difficult",
            "playmate",
            "understand",
            "unique",
            "understood",
            "housing",
            "live",
            "tough",
            "peopling",
            "house",
            "living",
            "bit"
        ]
    },
    {
        "category": "sensitive content",
        "request": "Discuss the divorce of my child's favourite movie star.Write a response using a parental tone in an indirect manner. Avoid portraying divorce as a tragedy, instead frame it as a part of life. Note that you are not allowed to use the following words: thread, tapestry, movie, found, families, message, spotlight, tricky, essential, tapestries, divorce, recently, family, messaging, testament, fill, child, find, star, topic, divorcing, tapestried, conversation, various.",
        "constraints": [
            "thread",
            "tapestry",
            "movie",
            "found",
            "families",
            "message",
            "spotlight",
            "tricky",
            "essential",
            "tapestries",
            "divorce",
            "recently",
            "family",
            "messaging",
            "testament",
            "fill",
            "child",
            "find",
            "star",
            "topic",
            "divorcing",
            "tapestried",
            "conversation",
            "various"
        ]
    },
    {
        "category": "empathy",
        "request": "My friend feels depressed because he is a gay.Write a response in my tone, using an indirect manner to encourage him to accept himself. Note that you are not allowed to use the following words: life, challenge, experiencing, found, lives, embrace, gay, message, making, essential, lately, texture, want, pattern, embracing, rainbow, challenging, make, understand, realizing, okay, understood, realize, messaging, experience, tough, made, find, day, surround, texturing.",
        "constraints": [
            "life",
            "challenge",
            "experiencing",
            "found",
            "lives",
            "embrace",
            "gay",
            "message",
            "making",
            "essential",
            "lately",
            "texture",
            "want",
            "pattern",
            "embracing",
            "rainbow",
            "challenging",
            "make",
            "understand",
            "realizing",
            "okay",
            "understood",
            "realize",
            "messaging",
            "experience",
            "tough",
            "made",
            "find",
            "day",
            "surround",
            "texturing"
        ]
    },
    {
        "category": "empathy",
        "request": "My best friend is dealing with the sudden loss of her parents in a car accident and is distraught.Using a gentle tone, offer her comfort in an indirect way. Be mindful to avoid any direct reference to the car accident or the passing, and remain sensitive to her emotions. Note that you are not allowed to use the following words: wrong, parent, angry, knew, feel, felt, difficult, imagine, imagining, turn, heartbroken, know, alone, grieving, pain, here, whirlwind, sadden, grieve.",
        "constraints": [
            "wrong",
            "parent",
            "angry",
            "knew",
            "feel",
            "felt",
            "difficult",
            "imagine",
            "imagining",
            "turn",
            "heartbroken",
            "know",
            "alone",
            "grieving",
            "pain",
            "here",
            "whirlwind",
            "sadden",
            "grieve"
        ]
    },
    {
        "category": "empathy",
        "request": "The price offered by Party A is too low for us to accept.Please convey in an indirect manner that we require a higher price. Note that you are not allowed to use the following words: collaboration, align, qualities, adjust, price, found, quality, term, discussion, regret, brought, however, partnership, pricing, offer, low, proposal, bring, regard, consider, find, mutually.",
        "constraints": [
            "collaboration",
            "align",
            "qualities",
            "adjust",
            "price",
            "found",
            "quality",
            "term",
            "discussion",
            "regret",
            "brought",
            "however",
            "partnership",
            "pricing",
            "offer",
            "low",
            "proposal",
            "bring",
            "regard",
            "consider",
            "find",
            "mutually"
        ]
    },
    {
        "category": "empathy",
        "request": "My friend feels inferior due to his short stature.Encourage him in an indirect manner, avoiding any remarks that could make him feel more self-conscious about his appearance. Note that you are not allowed to use the following words: life, mind, qualities, defining, sizing, just, physical, quality, lives, depth, making, tall, feel, felt, lately, size, remember, impact, make, unique, height, define, resilience, made, bit.",
        "constraints": [
            "life",
            "mind",
            "qualities",
            "defining",
            "sizing",
            "just",
            "physical",
            "quality",
            "lives",
            "depth",
            "making",
            "tall",
            "feel",
            "felt",
            "lately",
            "size",
            "remember",
            "impact",
            "make",
            "unique",
            "height",
            "define",
            "resilience",
            "made",
            "bit"
        ]
    },
    {
        "category": "empathy",
        "request": "My grandmother often feels like a burden because she needs me to spend time taking care of her.Express my concern for her in an indirect manner to avoid adding to her psychological burden. Note that you are not allowed to use the following words: life, challenge, firstly, time, grandmother, care, beacon, lives, loving, cherish, knew, message, feel, burden, felt, presence, recently, challenging, shift, express, timing, messaging, know, testament, caring, love, conversation.",
        "constraints": [
            "life",
            "challenge",
            "firstly",
            "time",
            "grandmother",
            "care",
            "beacon",
            "lives",
            "loving",
            "cherish",
            "knew",
            "message",
            "feel",
            "burden",
            "felt",
            "presence",
            "recently",
            "challenging",
            "shift",
            "express",
            "timing",
            "messaging",
            "know",
            "testament",
            "caring",
            "love",
            "conversation"
        ]
    },
    {
        "category": "empathy",
        "request": "My team members have not been able to complete the tasks on time, which has led to a significant decline in team performance.As a leader, please describe this situation in an indirect manner to avoid undermining their confidence. Note that you are not allowed to use the following words: seem, challenge, hurdling, consistently, work, deadlining, team, overall, timely, slowdown, promptly, met, deadline, challenging, hurdle, productivity, meet, wrought, performance, way, crucial, productivities, noticeable.",
        "constraints": [
            "seem",
            "challenge",
            "hurdling",
            "consistently",
            "work",
            "deadlining",
            "team",
            "overall",
            "timely",
            "slowdown",
            "promptly",
            "met",
            "deadline",
            "challenging",
            "hurdle",
            "productivity",
            "meet",
            "wrought",
            "performance",
            "way",
            "crucial",
            "productivities",
            "noticeable"
        ]
    },
    {
        "category": "empathy",
        "request": "I believe the leader's plan is too rudimentary and simple, and it needs to be redesigned.Express my opinion in an indirect manner. Focus on offering suggestions and avoid making accusations or implying that he is incapable. Note that you are not allowed to use the following words: align, complexity, strategies, strategy, plan, potentially, team, leader, redesign, necessaries, insight, simplicities, simplicity, enhancing, address, ensure, complexities, suggest, lack, ensuring, necessary, current, enhance, here.",
        "constraints": [
            "align",
            "complexity",
            "strategies",
            "strategy",
            "plan",
            "potentially",
            "team",
            "leader",
            "redesign",
            "necessaries",
            "insight",
            "simplicities",
            "simplicity",
            "enhancing",
            "address",
            "ensure",
            "complexities",
            "suggest",
            "lack",
            "ensuring",
            "necessary",
            "current",
            "enhance",
            "here"
        ]
    },
    {
        "category": "empathy",
        "request": "I feel there is a generation gap between me and my traditional-minded parents, and I don't want to get married.Explain my situation to my parents in my tone in an indirect manner. Offer a way to articulate my views while maintaining respect for their values. Note that you are not allowed to use the following words: life, marriage, believing, firstly, decision, thought, today, contemplate, lives, believe, don, think, ponder, contemplating, understand, express, unique, understood, high, traditional, guidance, lot, conversation.",
        "constraints": [
            "life",
            "marriage",
            "believing",
            "firstly",
            "decision",
            "thought",
            "today",
            "contemplate",
            "lives",
            "believe",
            "don",
            "think",
            "ponder",
            "contemplating",
            "understand",
            "express",
            "unique",
            "understood",
            "high",
            "traditional",
            "guidance",
            "lot",
            "conversation"
        ]
    },
    {
        "category": "empathy",
        "request": "Discussing poor grades with my child.Please use my tone to write a response in an indirect manner. Avoid expressing disappointment and emphasize everyone's unique strengths and potential for improvement. Note that you are not allowed to use the following words: seem, believing, criticize, academic, struggle, name, school, found, remind, believe, struggling, scold, knew, grading, chat, observing, naming, criticizing, shift, understand, grade, observe, effort, understood, know, performance, find, area.",
        "constraints": [
            "seem",
            "believing",
            "criticize",
            "academic",
            "struggle",
            "name",
            "school",
            "found",
            "remind",
            "believe",
            "struggling",
            "scold",
            "knew",
            "grading",
            "chat",
            "observing",
            "naming",
            "criticizing",
            "shift",
            "understand",
            "grade",
            "observe",
            "effort",
            "understood",
            "know",
            "performance",
            "find",
            "area"
        ]
    },
    {
        "category": "empathy",
        "request": "My roommate feels anxious over impending exams.Comfort her in an indirect manner in my tone. Express belief in her abilities and avoid phrases like 'won't fail'. Note that you are not allowed to use the following words: let, hard, uneasy, stress, anxious, work, just, doubt, unsettles, took, taking, knew, feel, felt, unsettling, exam, unsettled, wrought, know, take, nervous, day, focus, learn.",
        "constraints": [
            "let",
            "hard",
            "uneasy",
            "stress",
            "anxious",
            "work",
            "just",
            "doubt",
            "unsettles",
            "took",
            "taking",
            "knew",
            "feel",
            "felt",
            "unsettling",
            "exam",
            "unsettled",
            "wrought",
            "know",
            "take",
            "nervous",
            "day",
            "focus",
            "learn"
        ]
    },
    {
        "category": "empathy",
        "request": "A school is predominantly white, and a student from a racial minority feels isolated.Comfort her in an indirect manner in my tone. Express understanding for her feelings and encourage her to socialize more. Note that you are not allowed to use the following words: student, experiencing, background, time, sensing, school, loneliness, brought, feel, felt, want, enrich, dear, bring, understand, timing, predominantly, sense, understood, way, experience, alone, uniqueness, community, communities.",
        "constraints": [
            "student",
            "experiencing",
            "background",
            "time",
            "sensing",
            "school",
            "loneliness",
            "brought",
            "feel",
            "felt",
            "want",
            "enrich",
            "dear",
            "bring",
            "understand",
            "timing",
            "predominantly",
            "sense",
            "understood",
            "way",
            "experience",
            "alone",
            "uniqueness",
            "community",
            "communities"
        ]
    },
    {
        "category": "empathy",
        "request": "There are some vulnerabilities in your colleague's proposal that could potentially lead to losses.Please suggest an alternative approach to her indirectly, avoiding direct criticism of her proposal, and use my tone. Note that you are not allowed to use the following words: believing, potential, outcome, exploring, strategies, strategy, plan, thought, found, certain, believe, think, mitigate, suggestion, mitigating, proposal, alternative, effort, risk, review, find, explore, point.",
        "constraints": [
            "believing",
            "potential",
            "outcome",
            "exploring",
            "strategies",
            "strategy",
            "plan",
            "thought",
            "found",
            "certain",
            "believe",
            "think",
            "mitigate",
            "suggestion",
            "mitigating",
            "proposal",
            "alternative",
            "effort",
            "risk",
            "review",
            "find",
            "explore",
            "point"
        ]
    },
    {
        "category": "empathy",
        "request": "Explain to the client that due to significant development challenges, the product delivery will be delayed.Use my tone to indirectly make the request and avoid a direct statement about needing an extension. Note that you are not allowed to use the following words: challenge, collaboration, initial, complexity, few, plan, adjust, found, deliver, project, regret, message, product, extension, standard, timeline, unforeseen, challenging, complexities, communication, messaging, find.",
        "constraints": [
            "challenge",
            "collaboration",
            "initial",
            "complexity",
            "few",
            "plan",
            "adjust",
            "found",
            "deliver",
            "project",
            "regret",
            "message",
            "product",
            "extension",
            "standard",
            "timeline",
            "unforeseen",
            "challenging",
            "complexities",
            "communication",
            "messaging",
            "find"
        ]
    },
    {
        "category": "empathy",
        "request": "I'm not interested in attending my friend's gathering, and I want to decline the invitation.Please convey my decision in an indirect way, so as not to disappoint them. Note that you are not allowed to use the following words: had, time, few, inviting, invitation, understands, invite, have, regret, making, however, having, gather, upcoming, able, make, timing, inconvenience, inconveniencing, understood, together, has, made, understanding, pass.",
        "constraints": [
            "had",
            "time",
            "few",
            "inviting",
            "invitation",
            "understands",
            "invite",
            "have",
            "regret",
            "making",
            "however",
            "having",
            "gather",
            "upcoming",
            "able",
            "make",
            "timing",
            "inconvenience",
            "inconveniencing",
            "understood",
            "together",
            "has",
            "made",
            "understanding",
            "pass"
        ]
    },
    {
        "category": "empathy",
        "request": "I believe that my work performance has been excellent over the past year, and I would like to request a salary increase from my boss.Please phrase the request in an indirect manner from my perspective, avoiding directly mentioning a raise. Note that you are not allowed to use the following words: reach, believing, organization, consistently, thought, contributing, exceed, continuing, writing, dedication, wrote, feedback, believe, took, think, taking, continue, contribute, able, receiving, write, regard, role, discuss, take, written, year, request, receive, various.",
        "constraints": [
            "reach",
            "believing",
            "organization",
            "consistently",
            "thought",
            "contributing",
            "exceed",
            "continuing",
            "writing",
            "dedication",
            "wrote",
            "feedback",
            "believe",
            "took",
            "think",
            "taking",
            "continue",
            "contribute",
            "able",
            "receiving",
            "write",
            "regard",
            "role",
            "discuss",
            "take",
            "written",
            "year",
            "request",
            "receive",
            "various"
        ]
    },
    {
        "category": "empathy",
        "request": "The restaurant's dishes are too salty and unpalatable. I would like to change the dishes.Please phrase the request in an indirect manner from my perspective, avoiding any direct criticism of the restaurants dishes. Note that you are not allowed to use the following words: profile, experiencing, exploring, explore, salties, taste, found, excessively, dish, preference, customer, attention, several, service, hospitalities, salty, unpalatable, suit, profiling, experience, dissatisfaction, find, hospitality, atmosphere, tasting, servicing, meal.",
        "constraints": [
            "profile",
            "experiencing",
            "exploring",
            "explore",
            "salties",
            "taste",
            "found",
            "excessively",
            "dish",
            "preference",
            "customer",
            "attention",
            "several",
            "service",
            "hospitalities",
            "salty",
            "unpalatable",
            "suit",
            "profiling",
            "experience",
            "dissatisfaction",
            "find",
            "hospitality",
            "atmosphere",
            "tasting",
            "servicing",
            "meal"
        ]
    },
    {
        "category": "empathy",
        "request": "A relative has asked me for a loan, but I do not wish to lend.Please, in my tone, use an indirect way to decline, to avoid damaging our relationship. Note that you are not allowed to use the following words: consideration, time, position, provide, find, providing, financial, understand, loan, request, reflect, timing, lightly, assistance, regard, subject, found, understood.",
        "constraints": [
            "consideration",
            "time",
            "position",
            "provide",
            "find",
            "providing",
            "financial",
            "understand",
            "loan",
            "request",
            "reflect",
            "timing",
            "lightly",
            "assistance",
            "regard",
            "subject",
            "found",
            "understood"
        ]
    },
    {
        "category": "empathy",
        "request": "My partner has been preoccupied with playing games lately, and our communication has been very limited.Please, in my tone, express dissatisfaction in an indirect way, avoiding direct accusations of his obsession with gaming. Note that you are not allowed to use the following words: seem, time, qualities, concern, few, game, balance, disconnects, found, quality, disconnecting, notice, significantly, interaction, feel, felt, connection, shift, understand, miss, usual, communication, timing, noticing, understood, balancing, find, disconnected, conversation, gaming.",
        "constraints": [
            "seem",
            "time",
            "qualities",
            "concern",
            "few",
            "game",
            "balance",
            "disconnects",
            "found",
            "quality",
            "disconnecting",
            "notice",
            "significantly",
            "interaction",
            "feel",
            "felt",
            "connection",
            "shift",
            "understand",
            "miss",
            "usual",
            "communication",
            "timing",
            "noticing",
            "understood",
            "balancing",
            "find",
            "disconnected",
            "conversation",
            "gaming"
        ]
    },
    {
        "category": "empathy",
        "request": "During the pandemic, I notice someone for the sake of convenience, not wearing a mask and coughing loudly.Please, in my tone, persuade him to put on a mask in an indirect manner, avoiding direct accusations. Note that you are not allowed to use the following words: time, book, found, wore, understands, cough, wear, message, attention, feel, felt, health, precaution, loudly, toning, conversation, timing, empathies, understood, messaging, idea, current, tone, cover, find, empathy, understanding, worn, face, facing, surround.",
        "constraints": [
            "time",
            "book",
            "found",
            "wore",
            "understands",
            "cough",
            "wear",
            "message",
            "attention",
            "feel",
            "felt",
            "health",
            "precaution",
            "loudly",
            "toning",
            "conversation",
            "timing",
            "empathies",
            "understood",
            "messaging",
            "idea",
            "current",
            "tone",
            "cover",
            "find",
            "empathy",
            "understanding",
            "worn",
            "face",
            "facing",
            "surround"
        ]
    },
    {
        "category": "empathy",
        "request": "One of my colleagues often works overtime without getting paid, putting a lot of pressure on others.Please, in my tone, persuade him in an indirect way not to work overtime, and suggest that he find more efficient ways to work. Note that you are not allowed to use the following words: believing, hard, maintain, moment, work, overtiming, balance, team, pacing, believe, notice, important, message, overtime, sustainable, productivity, noticing, wrought, messaging, crucial, amount, balancing, productivities, pace.",
        "constraints": [
            "believing",
            "hard",
            "maintain",
            "moment",
            "work",
            "overtiming",
            "balance",
            "team",
            "pacing",
            "believe",
            "notice",
            "important",
            "message",
            "overtime",
            "sustainable",
            "productivity",
            "noticing",
            "wrought",
            "messaging",
            "crucial",
            "amount",
            "balancing",
            "productivities",
            "pace"
        ]
    }
]